{"text": "It's not suitable for beginner. I suggest you to make a video to teach step by step."}
{"text": "Its too fast to understand everything. Can you please make a video on Tensorflow in detail."}
{"text": "Make a video on CNNs, multi-parametric tests and how to generate a lip-synced video like these famous ones where they impersonate Obama"}
{"text": "Sir pls make a video on telework"}
{"text": "Hey Siraj, nice video! Could you by any chance make a video for installingTensorflow on windows? I've been having trouble with the pip installation, it keeps saying \"Tensorflow is not a supported wheel on this platform.\" If anyone else can solve my problem that'd be great too! Thanks."}
{"text": "It'll be dope if you make a video about how to make an ML pricing tool. Like something that can find the most optimal price to sell a product for based on supply and demand in a dummy online store."}
{"text": "never thought they would make a video together..."}
{"text": "Makayla Manley I know what the problem is, you're just jealous ofÂ  Sophia. So don't call me stupid if your the one acting jealous and stupid yourself. I want to see you try and sing huh since you're very confident. Make a video and sing. So don't say Sophia is a brat, if u can't really singÂ yourself own."}
{"text": "let me sing with you I want to I really do it's been my dream since I was little do you know what that is I know it's hard when since I was little I was free when I want to sing with you got other people singing with you but me I wish I was on YouTube can I make a video on YouTube how can you make a video on YouTube how how can you make a video on YouTube I want to know how teach me teach me how to do that text me back or calling me back or something okay you know you can you cannot call me you can call me back I know you here but you're really people don't like you like this learn just been hard life from me and you I know just because you're my color and if we get sent to Africa it's this is going to be all your fault and you are the worst thing I ever had on YouTube call me back or something bye"}
{"text": "I don't get it, I can make a video of myself singing to \" Satisfaction\" and will Mick Jagger & Keith Richards come to me and give me everything I want - NO, because it's no big deal ( I still love Ellen)"}
{"text": "I hate Sophia I like rose better sophia is a motherfucking twat rose should make a video I will definitely like it I am going to thumbs down all of Sophia's videos"}
{"text": "How cute! <3 I can't wait till they see her new Anaconda video!! They'll be even bigger fans!!! And I can't wait till their parents tell them to make a video re-enacting it!!!! YAY!!!"}
{"text": "If you want to make a video #viral ??\njust #checkout AUTHENTICVIEWS*******8C0M,get mad hits on all the videos.."}
{"text": "O_O i need to make a video"}
{"text": "Can someone tell me why them kids were on the show?\nUsually kids are on Ellen because there is something wrong with them or they did someone amazing but these kids didnt do anything apart from make a video, is that really the reason why they're on? lol"}
{"text": "like the little girls voice i hate her like seriously it should of been me soon   im goin to make a video"}
{"text": "\"I need you to stay in school\" Nicki Minaj made that mistake, instead of being in school she was half naked on the streets holding a sign \"I wanna be a pornstar, lets make a video!\"."}
{"text": "ok so i don't understand why these little girls get to meet Nicki Minaj and i can't. I could make a video of me rapping superbass, did it on em, blazin, fly, moment 4 life, and any other song by her and i wouldn't be able to meet her"}
{"text": "If I make a video of me singing FERGALICIOUS or jump around with a tennis racket will I get to meet FERGIE and SERENA?. ....just asking........GRIM."}
{"text": "Can you make a video with Emma watson"}
{"text": "You don't even know her... I can make a video with myself this long and guess what? You still you don't know me."}
{"text": "Make a video about Taylor Swift now cuz it's a year after you made this video"}
{"text": "can you make a video about emily browning"}
{"text": "It bothers me that most of Ellen's videos don't have comments, good comments  can make a video"}
{"text": "h3h3 needs to make a video about this"}
{"text": "Hi Maria! Please make a video just with your hairdryer."}
{"text": "Imagine being her significant other. \"oh, babe you about to make a video?\"..\"wait a second\". Runs..grabs pillow and blanket. Makes pallet on floor. \"ok, you can begin\". ðŸ˜‰"}
{"text": "Semper Ludens \nYou should make a video of your hair."}
{"text": "This video is beautiful. Can you make a video with only magazine flipping, touching the pages and soft whispers"}
{"text": "Maria... I work with preschoolers.. Could you make a video that would sooth them during nap time? It would help them and me!"}
{"text": "Dearest MariaðŸ’œ! Been a fan of you since 5 years and I heard in the latest video QueenofSereneASMR really wants to reach 100k subscribers, since you are a fan of her too (like so many others) ..could you please help her? Maybe you could make a video together of give her a shoutout? That would be an amazing collab btwðŸ¤©ðŸ˜ðŸŒ¸ðŸ’œ I really hope you will read this so we can all help this awesome creator!ðŸ˜ƒðŸ¤—ðŸ˜Ž"}
{"text": "Hey techlead dude, don't listen the rude comments. They told you to \"get to the point\" but perhaps you wanted to make a video that you talked about your journey broadly. If they don't see that or not able to skip ot watch the video in faster speed, it's not your problem. I enjoyed watching you speak. Thanks for the video!"}
{"text": "You'll never see me again. First you need to learn how to make a video. Then move on. Yuk, waste of time.."}
{"text": "Drink that shit and shut up, why would u make a video on why u left ur job at Google, who can learn from this? Wtf is happening to the China people!"}
{"text": "You can't make a video like this unless you've left a position at BuzzFeed. I'm going to have to report this video to the authorities."}
{"text": "Can u make a video on : Node js vs PHp 2018 TechLead:)"}
{"text": "what kind of new, unreleased technologies are they using over there ? make a video on that , I'm intrigued !"}
{"text": "Im going to make a video on why i left the fast food industry. Its hard to believe, but its not heaven like most people think."}
{"text": "Who care? You quit every job anyways. Maybe you quit to bark about it online. Look at you a nerd with no friend but want to win google by saying \"google you're not good enough for me so i'll quit and make a video about it to show people that i can\" what a moron."}
{"text": "Really boring video.  Keeps repeating himself.  If you make a video saying why you left please come to the point without boring the life out of us. Did Google fire you for being ultra boring?"}
{"text": "All these videos about \"why I quit X video\" is full of shit and just for views.  \nYou're a software engineer who can't even make a video on why you quit and just full on dodge the answer by talking about random stuff about google.  \nCan you even answer why you left google in 1 sentence or a short paragraph? Video doesn't need to be 11mins explaining your journey, mindset, and how many free beers and hookers you got at google.  \nAlso, the majority of people quit because they are well off already.  \nIf you had a 100k student loan debt and got a job offered at google, the majority would stay at google for a long time.  \n99% of videos like this on youtube that says \"why I quit X\" are just a bunch of people who never had to even work day to day to meet ends meet. Only a silverspoon baby would've quit.  \nWhy don't you tell us about all your assets, investments, and other sources of income that you fail to mention?"}
{"text": "Such an amazing video!! Thank you for sharing your personal journey to Google. Please make a video on tips for recent college graduates!!!"}
{"text": "Like I said, why don't you make a video of yourself talking and show us how it's done?"}
{"text": "I am very thankful for you sir that you make a video for us..\nSir I want to get a job in google, can you please guide me how to prepare of myself for google.. I am the fresher but I am very passionate about my work and code. So please guide me"}
{"text": "Hey, do you have a video or a blog, talking about topics that we should know to be a good software engineer?, if nothing, please make a video for it, Thank you!"}
{"text": "Thank you very much very helpful video, can you make a video about like developer culture and how to develop it"}
{"text": "Could you perhaps make a video on books beginner programmers should read ?"}
{"text": "Ok I am sorry but make a video of the algorithm"}
{"text": "SHUT UP WHY MAKE A VIDEO ABOUT CODING AND JUST SHIT ON PEOPLE THAT WANT TO LEARN YOU DUMB FUCK"}
{"text": "Hi @TechLead  ur video is very good can you make videos of coding I heard of really interesting topic Augmented Reality I searched a lot but I didn't get proper information about that topic. can you make a video for that plzzzzzzzzz"}
{"text": "Can you make a video on ML, the expectations, requirements,  etc..."}
{"text": "Please, can you make a video on what programming language to start with to build a carrier on Software Engineer?"}
{"text": "Hello TechLead, Can you make a video about Scala in software engineer? Thank you."}
{"text": "Hi can you make a video describing the resources a CS student can follow? Or maybe something you follow to increase your knowledge? Apart from coursera, Udacity etc."}
{"text": "@John Michael Godier First of all, what sort of evidence are you looking for that will prove that to you? Ancient statues of alien overlords? alien weaponry that has somehow shown to be from another planet? An old written account on papyrus?  Second of all, there are a LOT of places on this earth that are largely unexplored, the bottom of the ocean, huge underground crevices, dont get me started on the arctic circles, also you seem to assume that if any \"evidence of an alien invasion\" was anywhere to be found it would be reported on cnn and you would definitely know about it. Keep in mind that this earth is very old, and only a very small part of that timeline is somewhat documented , erosion and plate tectonics among other things might have completely destroyed cultures much older than you can conceive of. There are plenty of life forms that dwell on this planet that have yet to be discovered and even the ones we have discovered still baffle scientists and dont fit the so-called \"evolutionary tree\". Also what makes you so sure that an alien race would be your size, have your ambitions, the need to \"invade\" , there are life forms and civilizations at different scales. There are plenty of sightings that are unexplained, not just by \"conspiracy nuts\" but by proffesional people as well unless you just want to write them off as crazy people. You need to be a little more humble and consider that you dont know what you don't know instead of being arrogant like black science man, robot on wheelchair(rip) or guy with bowtie and a lab coat. How can you make a video saying \"its nowhere to be found\" since you yourself have not looked inside every single crevice of this earth?"}
{"text": "Please make a video on top 10 reasons why Aliens can invade Earth :)"}
