{"cid": "UgxTICnj2z9wfoG1IYl4AaABAg", "text": "2016 Election put business person  in goverment  and what do you have .kaus smoking' MIRRORS.", "time": "2 months ago", "author": "Kevin Collins"}
{"cid": "Ugz-mRikNSCJVUzjhNd4AaABAg", "text": "I was so proud of my country the land of the American Dream that is until Trump was elected.  I have never felt so ashamed and humiliated to have a communist lover and pathological liar as our president who was put in office by less than 500 morons called the electoral collage.  What a farce our so called democracy is.", "time": "3 months ago", "author": "Big AL"}
{"cid": "UgxiD8K6JRL3asYUVat4AaABAg", "text": "From some news blasts I've seen some of Donald Trump's tax returns were found plus I did see that on a Google news article this morning", "time": "3 months ago", "author": "Stephen Patrick"}
{"cid": "Ugw4z1qX__lmGTzkmpJ4AaABAg", "text": "Impeachment cannot come soon enough for the Liars and followers if the present administration....I deliberately omit the name of such, because I cannot stand to hear it ,much less say it myself ! AMERICA and AMERICAN CITIZENS have been turned out, put down, lied to, cheated, sold out,and anything and everything that could be done to lower our OUTSTANDING STANDING in the WORLD ! WE HAVE TO ELIMINATE THE PERSONA THAT THE ADMINISTRATION HAS GIVEN THE WORLD! WE CANNOT WAIT FOR 2020 ELECTION CYCLE....IT MUST HAPPEN NOW.... BEFORE WE LOSE FACE AS A NATION ! A DISEASE HAS TO BE ERADICATED, AN ILLNESS HAS TO BE CURED, A WRONG MUST BE RIGHTED.....A SINKING SHIP MUST BE BILGED ! CONGRESS MUST ENFORCE THE LAWS OF THE UNITED STATES OF AMERICA !!!! UNDER GOD...NOT A DICTATORS THUMB !!", "time": "3 months ago (edited)", "author": "Terry Clark"}
{"cid": "UgwT_9FSnmq4neWV6KJ4AaABAg", "text": "What has become of America the great! You have the most crooked President int time memorial !,,", "time": "3 months ago", "author": "Adeline Yee"}
{"cid": "Ugy3d1aEab9lzQO5ohR4AaABAg", "text": "This reminds me of Animal Farm and how the rules agreed by all the animals were subsequently modified, eg \"All animals are equal - but some animals are more equal than others\"; \"No animal should drink alcohol - except the pigs\"; \"No animal should sleep in a bed - with sheets\" etc etc. It's like the Republicans are trying to twist the American Constitution to suit their own needs.", "time": "3 months ago", "author": "Zappa Woman"}
{"cid": "UgyqXuY2YMlW3Psl8nV4AaABAg", "text": "Lies on top of obstruction on top of lies...\nWe have gone full blown Tiramisu cake of corruption with this administration", "time": "3 months ago", "author": "ShadowFoxSF"}
{"cid": "Ugy3wTkH6AeM22tafWR4AaABAg", "text": "Someone needs to make a meme with Sarah's face photoshopped on Britney Spears with the caption \"Ooops, I lied again\". LOL", "time": "3 months ago", "author": "Andy C"}
{"cid": "UgyJR0ptpaeIZK8fIaN4AaABAg", "text": "If some people want something it does not mean it will happen.", "time": "3 months ago", "author": "Lorenzo"}
{"cid": "UgxTxzTPRBSFOflSGat4AaABAg", "text": "David, you're a bit left of where I'm at, but you call a fair game and I respect that. You articulate your points well and I normally take something away from your segments.", "time": "3 months ago", "author": "Don't SSleep"}
{"cid": "UgwrCvc2rqVXQwitfmV4AaABAg", "text": "Mike Pence is the reason not to go the full way to impeachment. Enough has to come out so that Trump is voted out and then he can be indicted.", "time": "3 months ago", "author": "Brighton Babe"}
{"cid": "UgwZ5ERJ57A_Immy8ap4AaABAg", "text": "Remember this country elected a person who should be on the sex offender list president. Then what would it take to get rid of him? He's already assaulted freedom of the press and speech, made traitorous associations with foreign governments to subvert our democratic system. So what else would it take? As long as Republicans have power in Washington he can do anything he wants and get away with it. I don't see him going anywhere.", "time": "3 months ago (edited)", "author": "JW Pev"}
{"cid": "UgyeymIz7wjlIjTbv3F4AaABAg", "text": "David you should really read an Essay By Jon Perkins Called \"Freedom is a Two Edged Sword\"", "time": "3 months ago", "author": "NoRace"}
{"cid": "Ugwp4Z3LIiNZyYi28UN4AaABAg", "text": "We impeach THIS term. The House hearings, THEN the candidates explain unless the Senate is flipped, he slides so, house hearings This term, conviction by the Senate Jan 22 2020", "time": "3 months ago", "author": "Scott Beer"}
{"cid": "UgxUAJokndXxDdszXZV4AaABAg", "text": "Let me just say what all you liberals are thinking...you HATE genuine Christianity...you hate how our group is more unified despite our obvious hypocrisy...you despise AND disdain how our group overwrites your “liberal” ideologies and how OUR decisions affect your “lifestyles” in a way that makes it difficult to obtain an identity (good). I hate the hypocrisy but I have zero problems never having a world where homosexuality, transgenderism, sorcery, witchcraft and pedophilia are the norm. Just bc the Body of Christ still manages to stifle your efforts ( again, good) you guys get so enraged, knowingly enraged...all you see is red, not this universal love you guys love to preach but never actually demonstrated by loving the person who rubs them the wrongest way...", "time": "3 months ago (edited)", "author": "Heavy Hitters"}
{"cid": "UgwZl87vb6jC23uxoqh4AaABAg", "text": "Even George W. Bush's speechwriter says \"lay the groundwork for impeachment.\" Wow. It's so IMPORTANT. IMPEACHMENT NOW! Our democracy is dying daily. We must protect the United States! How could this have happened in two short years? And still the GOP protects this monster-in-chief?", "time": "3 months ago (edited)", "author": "Catherine Todd"}
{"cid": "UgyouAVEYhGPYWyQtYB4AaABAg", "text": "Bitch McConnell", "time": "3 months ago", "author": "Umer Soomro"}
{"cid": "UgxHTHG-c_7z-VJoO-l4AaABAg", "text": "Does Trump really understand Democracy?  Blame the Democrats \ninvestigating him? What should they do? Vote for him instead? A One \nParty State?", "time": "3 months ago", "author": "Barbara Arndt"}
{"cid": "UgyhmS67_fRdcgc_btx4AaABAg", "text": "Impeach him for what? The Mueller report concluded there was no collusion. You have to commit a crime before you can obstruct. and as far as his taxes https://thehill.com/homenews/administration/421327-ex-us-attorney-mueller-absolutely-has-trumps-tax-returns", "time": "3 months ago", "author": "Todd Ballew"}
{"cid": "Ugwbo5bedHiI2BM1OBd4AaABAg", "text": "Prison for these terrorist Fascist scum.", "time": "3 months ago", "author": "bigtruck guy"}
{"cid": "UgyJ-J-MPs4YHWn9qH94AaABAg", "text": "Remember, Bill Clinton was impeached for lying about an affair.", "time": "3 months ago", "author": "Brock Sorensen"}
{"cid": "UgzSwH8kQjuH41bL9dN4AaABAg", "text": "Putting aside the lack of action has the Founding Fathers rolling over in their graves, do we want to live in a country where the president can commit any crime without consequences?", "time": "3 months ago", "author": "Jayyy Zeee"}
{"cid": "Ugx-GEkQ32Lz7tgAYCJ4AaABAg", "text": "You need to separate jokes to lies about trump", "time": "3 months ago", "author": "Pia Rossi"}
{"cid": "Ugw1gWjOs3Q4dfMcbop4AaABAg", "text": "Sanders should have to hear people yelling \"Liar!\" whenever she's in public for the rest of her life.", "time": "3 months ago", "author": "Jayyy Zeee"}
{"cid": "Ugz0fuJ8anLctjGzlrJ4AaABAg", "text": "Cocaine Bitch McConell", "time": "3 months ago", "author": "David"}
{"cid": "UgwCSbuC12jDhY4joPF4AaABAg", "text": "I disagree about Trump's Administration not being transparent.  They are the most transparently incompetant, corrupt, criminal and dishonest government I think any democratic country has ever had", "time": "3 months ago (edited)", "author": "nrellis666"}
{"cid": "UgwlHHZYz1A9b_FF18h4AaABAg", "text": "How many Republicans are on the Impeachment boat? That is what counts!", "time": "3 months ago", "author": "Jerry King"}
{"cid": "UgwgPmePG_frsAmzzg94AaABAg", "text": "Honestly the agenda is getting through anyway.  We might as well impeach so we don't set the precedent that a president is above the law.", "time": "3 months ago (edited)", "author": "k nection"}
{"cid": "UgwCHpwyzQkEdRnYJWp4AaABAg", "text": "I am sickened with this administration!! They should all go to jail.!!!!!", "time": "3 months ago", "author": "Georganna Smaltz"}
{"cid": "UgxwUXQjsdIWVBI-3e54AaABAg", "text": "We know base on history that this series of events has resulted in consequences ie Nixon and Clinton.", "time": "3 months ago", "author": "ahamed2163"}
{"cid": "UgxhQnNhEaAeRLL56GR4AaABAg", "text": "Trump will never resign. He is a self absorbed, self obsessed lunatic who lives in a different world. Best we could hope for is a 2020 victory and that looks extremely unlikely atm.", "time": "3 months ago", "author": "Myxel Plix"}
{"cid": "UgzrdBc-FPRVeNDCxCN4AaABAg", "text": "But Trumpykins is God!", "time": "3 months ago", "author": "Michael0075"}
{"cid": "UgxMUJQTiwoEiW3uryl4AaABAg", "text": "We are not saying that presidents can get away with just about anything. We're saying that white presidents can get away with anything!", "time": "3 months ago", "author": "Nora Liliannita"}
{"cid": "UgwrCApx5DpYub4AYJ14AaABAg", "text": "Sarah Sanders is a nonessential employee, she should be given the boot or better yet, both boots and the door knob.", "time": "3 months ago", "author": "Steve Montaño"}
{"cid": "UgyQd_2PNLj5fgNO6Eh4AaABAg", "text": "When beelbezub McConnell agrees, trump will be impeached", "time": "3 months ago", "author": "kenneth bishop"}
{"cid": "UgzOYFtilmSjku5R91N4AaABAg", "text": "Mike Pence is scarier because he is more mentally stable than Trump and won't spend all of his time Tweeting and watching Faux News Network. Mike Pence is more capable of actually carrying out all of the horrible right-wing agenda.", "time": "4 months ago", "author": "Alison Self"}
{"cid": "UgzqSL9dBANDR0_b2nB4AaABAg", "text": "..they lied about the inaugural size which SHOULD have been a sign. This new  REALITY is fun..& scary. Look at ALL the government positions not being filled for yrs...😮🤨🤓..", "time": "4 months ago", "author": "Chris Pacheco"}
{"cid": "Ugx5yoJEmvObB6TiRFt4AaABAg", "text": "How Trump has made America great again requires a great deal of contemplation of how it was previously great before it elected a Kenyan president who was born in Hawaii. Back in the day before Obama was elected,  American men were wont to engaging in raucous catcalls to women as they made their way down public sidewalks, spontaneous kissing of women by men as they  stepped off the subway.  Yanking at a woman’s bra as she stood on a bus was quite the norm and few women even minded an occasional pinch of their titties by well-intended men who were just seeking a little fun.  And grabbing a woman’s pussy was merely the most casual and expected exploit of American women that one could imagine. It was a time when women loved the attention of the catcalls, the loosening of her bra by a stranger, the pinching of her titties after a long day of fighting off her horny boss during her lunchtime and the sheer delight of getting her pussy grabbed by anyone daring enough to do it. It truly was the greatest time that America ever knew. \r\nSadly …America elected a Kenyan who was born in Hawaii who surely must have cheated in getting into America’s Ivy League schools (Columbia &  Harvard). His socialist agenda of securing healthcare for America’s poorest and most vulnerable citizens must have been an idea that came straight from Marx, Lenin, and Stalin who were simply social marvels when it came to addressing the social needs of their respective nation’s poorest citizens. It’s such a shame that a Hawaiian born Kenyan could stoop so low to steal the ideals of his own social agenda from the world’s most “ well-intended” tyrants. Obama’s socialism was so destructive that it stole America’s most passionate pastimes of catcalling, friendly stranger kissing, bra stretching, frivolous titty pinching, and the casual and carefree exploitation of pussy grabbing. Obama’s evil reign of power yielded America nothing more than the loathesome…”Me Too” movement  which has sought to utterly destroy those great days of male dominance in America…particularly for America’s most sensitive citizens: White Males.\r\nNow Trump is reviving all of America’s favorite pastimes and is working mightily on an unexpected comeback for its most sensitive citizens. With catcalling, random kissing of women by perfect strangers,  bra tugging,  titty pinching and pussy grabbing, America is destined to return to the great America it once was before the Ivy League educated Hawaiian born Kenyan made such a powerful effort to make America think again by asking our most sensitive Americans to eschew America’s favorite pastimes. Now we’re back to our unbridled freedoms of unlimited catcalling, random street kissing, bra tugging, titty pinching and pussy grabbing. What American would not want such pastimes??  See all the wonderfulness in our 45th president. His sheer wonderfulness simply makes me cry. Somebody pass me another Kleenex. The idea that America has returned to her glory days of pussy grabbing always makes me cry.", "time": "4 months ago", "author": "HuckFinn"}
{"cid": "UgxoQ8EOh_bR5Et7Um94AaABAg", "text": "Apparently, we only fight for DEMOCRACY in other countries. Keep up the good work David !!", "time": "4 months ago", "author": "Tracey Tan"}
{"cid": "UgyfNH990cfRazNQy7B4AaABAg", "text": "Bitch McConnell. Ha Ha", "time": "4 months ago", "author": "julio Sanchez"}
{"cid": "Ugw6YsRiOHeRQoP2QMV4AaABAg", "text": "In a real democracy, elected and appointed officials are accountable. Not in the US. There you have an impotent and corrupt Congress that is rigid with indecision. In the rest of the world, countries no longer trust the US and they are steadily disengaging, sidelining the US in world affairs. It has become riven with illegal militias and agencies conducting war and violence against individuals simply because they deny they oppose US influence. In the most important region in the 21st century, Asia, the US is being sidelined and its military and intelligence bases are being closed by hosting countries as they realise that they are a threat to their own security.\nAfter the UK, the worlds most staunch ally of the US since WW2 has been Australia. Now that country is putting the squeeze on the many highly secret installations that past governments have allowed the US to operate there, and which are now a political liability for their government. The CIA and NSA may be short of a home in the region before too long, which would black out their surveillance and operations in Asia. \nOf course, none of this gets widely reported, specially back home in the US, where it seems that the entire populations suffers under the delusion that the US is the bastion of freedom. Nothing could be further from the truth.", "time": "4 months ago", "author": "Stephen in OZ"}
{"cid": "UgzPXSu6WMHUOeXXJjZ4AaABAg", "text": "Trump should have been impeached the first year he was in office.  He even asked someone at that time about it!  He asked IF he were impeached could he pardon himself?  And that was a few months after he'd been in office.  The man hated the job and knew he wasn't fit to do it.  Had no clue how the government worked and didn't bother to learn how it works.  From the beginning he's tried to change the government to fit him.  He's hired nothing but liars and con artists.  And Sarah is the worst.  A minister's daughter who even excused Trump from killing those Mexican children.  He's never said ONE WORD about their deaths and the last one was on Xmas!!  Over 1,900 Mexican children have been kidnapped!  Think about that.  We're America.  The land of the free yet there is a monster in the White House whose done a Hitler.  Told the parents at the border that they were taking the kids to clean them up.  :(  That's what the Nazi's told the Jews.  They were going to give them showers.  Millions of them!  To Nazi Trump the lives of those children mean NOTHING!  And monster Americans are STILL helping him instead of returning those poor children to their parents!!!!  America.  Help those kids!!   Songs", "time": "4 months ago", "author": "Songs Mirth"}
{"cid": "UgylJohIbg0Gh9yqZUN4AaABAg", "text": "Mass starvation", "time": "4 months ago", "author": "Stressy Porkrind"}
{"cid": "Ugy0LCMAOoVeMxk6m8F4AaABAg", "text": "This Administration has much more to worry about then any masturbation comes to mind. Total collapse on the way", "time": "4 months ago", "author": "Stressy Porkrind"}
{"cid": "Ugx0TuApW9OGBloaMUV4AaABAg", "text": "Ever heard of Q David?", "time": "4 months ago", "author": "Thomas Hood"}
{"cid": "UgwqTLr2C9py1Y5CJFd4AaABAg", "text": "Are you unaware of the deep state David?", "time": "4 months ago", "author": "Thomas Hood"}
{"cid": "UgzqCqYTe6y29FedPsV4AaABAg", "text": "Tell Trump everytime he says I didnt do it- we have live video evidence. Tell him to jump off a cliff. He makes us all sick- psychopath mayerial.", "time": "4 months ago", "author": "Olga Rodriguez"}
{"cid": "UgziBzKbZ7ED8ijwG0l4AaABAg", "text": "Fantastic. It's happening.", "time": "4 months ago", "author": "Edward Cranium"}
{"cid": "UgzMRn2bMf80nBn5UYp4AaABAg", "text": "he meant 'wouldn't'...", "time": "4 months ago", "author": "corbeau"}
{"cid": "UgyNYOUua0Czsx3E7-N4AaABAg", "text": "I have been away.....whatever happened with the hard deadline for the treasury giving congress Trumps Taxes?", "time": "4 months ago", "author": "Little Mac"}
{"cid": "UgwH2bId29PcelJoAZd4AaABAg", "text": "Yes they should impeach and then Pakman does a drum solo.  Tom Sawyer or 46 and 2 would be nice.", "time": "4 months ago", "author": "Bruce Jones"}
{"cid": "Ugw_draugA3mx_kCvi14AaABAg", "text": "ANYBODY TESTIFYING FURTHER BY THE TRUMP INVESTIGATION IS AFRAID OF A PERJURY TRAP. So complain if you must David, but the thrust of the Mueller investigation and the congressional oversight committee, is to cause charging of anyone to happen,  resulting from their appearing.", "time": "4 months ago", "author": "Dan Zan"}
{"cid": "UgwsjstyVr2MCPiUYBl4AaABAg", "text": "What a dumbfuck retard name dropping dumbfuck retarded dem's🤣😝🤣", "time": "4 months ago", "author": "Martin Schwartz"}
{"cid": "UgwgOqsZ_tQUJQxNRI94AaABAg", "text": "Trump is not the president of the American people,  Trump is the Grand Wizard of the Republikkklan party.", "time": "4 months ago", "author": "Coco Crisp"}
{"cid": "UgwgOqsZ_tQUJQxNRI94AaABAg.8uFQ_Wgk9dr8uFSSgGkTcO", "text": "Coco Crisp; Trump as  wizard  or not, is still winning with the dems just being able  to stalk him, since the Mueller report didn't come out so good for the dems.", "time": "4 months ago", "author": "Dan Zan"}
{"cid": "UgwgOqsZ_tQUJQxNRI94AaABAg.8uFQ_Wgk9dr8uGkKAmmjdz", "text": "@Dan Zan the Mueller report showed collusion as massive obstruction of justice.  Traitor Trump", "time": "3 months ago", "author": "Coco Crisp"}
{"cid": "Ugy0bXyzpRHA11pYOJN4AaABAg", "text": "It is a transparent administration  - hold it up to the light and there's nothing there.", "time": "4 months ago", "author": "Richard Michael"}
{"cid": "Ugy-iluCuic61QxSCNJ4AaABAg", "text": "Trump is dangerous not only to the Nation or the World, but to the reputation and the survival of the Republican Party. \n\nAnd Pence is the same threat.\n\nRemember that.", "time": "4 months ago (edited)", "author": "BFDT"}
{"cid": "UgwE638KeL5IpxFpI9d4AaABAg", "text": "ITMFA.", "time": "4 months ago", "author": "BFDT"}
{"cid": "UgzgKVOWPKDrPAAAYgl4AaABAg", "text": "Barney Rubble should not be impeached,  Barney Rubble needs to be shot in the face and his white supremacist brains blown out the back of his head.", "time": "4 months ago", "author": "Coco Crisp"}
{"cid": "UgzqK0g4TbiaPbG1IIp4AaABAg", "text": "Doing impeachment based on what you have now is just as incompetent and mean and hateful as the traitor president is. These things have a proper path. Investigate the book of charges. Then you shift over to a bill of impeachment and then you procedural  vote. Then the Republicans will be childish scum and not even take it up. \n\nBut don’t worry Trump by attempting to stop all investigations and oversight of the government with the turning over of his taxes,  has given us an easy path to impeach him if you really wanted. That is simple black letter law passed to check the president and is 30+ years old. Allowing even the Democrats to bring impeachment charges up immediately if they liked on violation of a felony federal law (and closely tied to three or four clauses in the constitution ) directly pertaining to the office of the president and his staff. \n\nThey don’t", "time": "4 months ago (edited)", "author": "Leodous Kyron"}
{"cid": "Ugz012nHcHyimmt3BAJ4AaABAg", "text": "David speaking about accountability and the series of atrocious events not causing consequences -- I'm beginning to think donald tRUMP really could shoot someone in the F'ing face on 5th avenue and completely get away with it. That, and his approval rating would barely drop. Like Biden said, this country is losing its soul.", "time": "4 months ago", "author": "Dan Maduff"}
{"cid": "Ugyk4VS1JQzPeKagXyF4AaABAg", "text": "tRump hired relatives and friends everywhere. That looks corrupt and Banana Republic.", "time": "4 months ago", "author": "Hanz Henry"}
{"cid": "Ugz3YyeQRqdhpoN09mp4AaABAg", "text": "As soon as it was mentioned that she was the daughter of a preacher man....(who is basically a salesman of a myth....then I knew she was a PROFESSIONAL LIAR.", "time": "4 months ago", "author": "BunzeeBear"}
{"cid": "Ugw_Pknb_0gkk-LQkQt4AaABAg", "text": "how privileged must some one be in a western modern country that that some one like Trump can hijack the country for so long with out any consequence !", "time": "4 months ago", "author": "fassil kiros"}
{"cid": "Ugx2ObAwlahdnWd1hmp4AaABAg", "text": "Sarah HucabeeSanders was raised in a right wing christian /bat shit crazy house and we all see the result = a person who is just fake", "time": "4 months ago (edited)", "author": "LUKE jAMES"}
{"cid": "UgzlYVauq740uaaJfmR4AaABAg", "text": "why can't republicans just challenge trump in a DNC vote for a new leader to the party", "time": "4 months ago", "author": "ME & G"}
{"cid": "UgwfVZWxR6I165tII1t4AaABAg", "text": "Kill politicians?", "time": "4 months ago", "author": "I Hate Money"}
{"cid": "UgxAW8Qtspxd5_dnZDh4AaABAg", "text": "Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar! Allahu Akbar!", "time": "4 months ago", "author": "rb89509"}
{"cid": "Ugy1LylQcsUQED7Kkvt4AaABAg", "text": "Fuck you and your minute long ad. Rest if fine", "time": "4 months ago", "author": "waaapaa"}
{"cid": "Ugx7MM-ecY7wKZRzGpp4AaABAg", "text": "Nothing like listening to a Jew speak, Jesus", "time": "4 months ago", "author": "p ch"}
{"cid": "Ugz3exLECZIDC19QWNx4AaABAg", "text": "America needs a LEGITIMATE election and a legitimate president.", "time": "4 months ago", "author": "Professor Liberal Avenger"}
{"cid": "Ugyo93xT9ggfpkAhqxF4AaABAg", "text": "Anyone else remember when the rectumlickums used to say that lying was reason for impeachment and that character matters?  They really are hypocrites and money changers.", "time": "4 months ago", "author": "Professor Liberal Avenger"}
{"cid": "UgwXCYlXu7jllEn8jPN4AaABAg", "text": "You spelled it wrong. It's implode.", "time": "4 months ago", "author": "Porkchop's Papi"}
{"cid": "UgyBgXeFXYsS0MBQauR4AaABAg", "text": "Please, impeachment and jail are already long overdue. Just hope he doesn't win next time and then he will be vulnerable to all investigations", "time": "4 months ago", "author": "Nuel"}
{"cid": "UgwsPEUbkvKpdCee_BR4AaABAg", "text": "Trump surrounds himself with crooks and liars,he`ll take the Republican Party down with him.", "time": "4 months ago", "author": "Ocean Drive LTD"}
{"cid": "Ugz7_XBd5_NdO9fi5eB4AaABAg", "text": "The problem with pence is he is not like a dumb 5 year old, like dotard. He will be smart enough to actually know how to get some of his policies enacted..", "time": "4 months ago (edited)", "author": "Steven"}
{"cid": "Ugz59q_CdvHHzhV3-Kp4AaABAg", "text": "Impeach the mother-$#%÷×= already.", "time": "4 months ago", "author": "Let’s grow"}
{"cid": "UgwRCKenOCljVk95kqF4AaABAg", "text": "God it just doesn't stop with those 2 dumb ass.  What I really don't understand is that the house has had enough time to come to a decision on what to do with trump but are doing nothing, why aren't they doing anything.  This is worst then a blody soap opera... the house should stop debating and get their heads out of there ass and act.........", "time": "4 months ago", "author": "Diane St-Jean"}
{"cid": "UgwBIFcvIbUCm_6yZZt4AaABAg", "text": "You guys are so mad 😂😂😂", "time": "4 months ago", "author": "lakersfansince1991"}
{"cid": "UgyViTnwS1MY3EKkTnZ4AaABAg", "text": "If there was a toilet big enough to accept Trump and flush him down the drain, impeachment takes to long !!!", "time": "4 months ago", "author": "EUGENE KUPKA"}
{"cid": "UgwfDN3_uB3Z7PxHi3B4AaABAg", "text": "Mike Pence is terrible. But when he said better served. I believe he meant better served than Donald Trump. And to be honest the country better served with anybody else as president as opposed to Donald Trump", "time": "4 months ago", "author": "DD"}
{"cid": "Ugwz6fc_DSuUcClcpvB4AaABAg", "text": "Trump and the Trump administration is the most corrupt group of people turned into law breakers that this nation has ever seen, the fish rots from its head and the head belongs to Donald Trump !", "time": "4 months ago", "author": "EUGENE KUPKA"}
{"cid": "UgySIV9JWYabU3AiJTN4AaABAg", "text": "Just talk no ones going to be impeached after all the dirt and illegal practices this President not going anywhere. What are we going to do make that devil Pence the President lol.", "time": "4 months ago", "author": "Gordon Cooper"}
{"cid": "Ugwf0XOCUM2D5qEC0mN4AaABAg", "text": "Ultra lefties.. It's like an echo chamber of wanting to do something... Reality is bleak af especially when the all mighty bernibros are being assholes again trying to break up the anti trump electorate", "time": "4 months ago", "author": "Cesar Pena"}
{"cid": "UgwHjwNa_GDrUOgswRJ4AaABAg", "text": "And whats the point? The prick is still president.\nBloody shame", "time": "4 months ago", "author": "Abu Sufian"}
{"cid": "UgyqqVyJHD1uogXYhUJ4AaABAg", "text": "There was trying to impeach Bill Clinton for getting his 🚀 sucked at work.\nBut this guy went too far enough already.", "time": "4 months ago", "author": "you Daddy"}
{"cid": "UgzaQp9henvO5Eqtztl4AaABAg", "text": "More like whiny cat calls.\nUnfortunately for you nobody's listening.\nSix more years bitches deal with it..", "time": "4 months ago", "author": "Earnest T Bass"}
{"cid": "Ugx_Hag6ovKDn0SEY-N4AaABAg", "text": "Why are there not mass rallies to \"repeal and remove Trump\"? Are the US voters toothless?", "time": "4 months ago", "author": "Mend Nz"}
{"cid": "Ugy02uqVYc6UTzZdEUJ4AaABAg", "text": "https://youtu.be/lc7BI5HbkvY", "time": "4 months ago", "author": "Mark Crane"}
{"cid": "Ugw6JtwcSaL1l9gfc554AaABAg", "text": "⭐  lets all stop & give a round of applause to David Pakman 👏👏👏👏👏  since the politics wont just cut the sh!t already, it helps to have ppl like HIM, helping to clear the fog 👀 so ppl can see the TRUTH 💗  thanx for sharing your wisdom❗  😉👍", "time": "4 months ago", "author": "Lelynn Miller"}
{"cid": "Ugw07hSzVvjNUszixBh4AaABAg", "text": "Wow, the algorithm really picked this video up.", "time": "4 months ago", "author": "NUMB3RED"}
{"cid": "Ugz_li94mzuA0H7eSG14AaABAg", "text": "Yes trump is a disaster, but stupid and narcissistic, but Pence would be another “Calvin”.\nWe are in 21st century, why you are not keeping your religion for your soul! If it exists, and think about the country, about USA which is going down with Trump’s gang. Yes gang, which role is to destroy democracy and under a fake cover of populism, leading toward a civil war.\nWhy our tax money have to pay for this crooks and its clique", "time": "4 months ago", "author": "Pearl Bhon"}
{"cid": "Ugw0NHKP9kunlHDjtJF4AaABAg", "text": "I just watched 29 seconds of this to get your slant before I stopped the video. Too funny!  After 18 angry democrats fail to find a crime, after a two year investigation, you still think Mr. Trump is all bad. The rest of the world knew this was a fake investigation two years ago but here we are, two years latter and the Democrats are still twisting their lie's.  \n And these are indeed lie's that are now being investigated and you should be happy that it is happening. After all, Democrat's love investigations. Be careful what you wish for because in this MATTER you will be very unhappy with the results. TRUTH BOMB.....The verdict is in and there will be no charges against Mr. Trump or his party. Booo Hooo. (  Press PRINT for more tissue:) You lost in 2016 and you will lose in 2020. Get over it. It's a done deal. Time for Pakman to Pack.", "time": "4 months ago (edited)", "author": "Gary Crew"}
{"cid": "Ugz22s2n7EVdddPouMd4AaABAg", "text": "it's called \"willful ignorance & selective hearing\"  👎😒", "time": "4 months ago", "author": "Lelynn Miller"}
{"cid": "UgyS-S6IwkxrW6eIoi14AaABAg", "text": "I agree, Hillary would have been so much more truthful. Hillary was an angel from heaven. Remember, all President's are high minded in all thing's. David, you speak NOTHING but pure truth. Thank you sir!", "time": "4 months ago (edited)", "author": "Dennis Nelson"}
{"cid": "UgyS-S6IwkxrW6eIoi14AaABAg.8uF2AsQWFZH8uHOs7E8JmU", "text": "Dennis Nelson thank u so much she has been abused by trump so much may trump rot in hell", "time": "3 months ago", "author": "Zubeda  Haider"}
{"cid": "UgwmP17iFyea7lqfiH14AaABAg", "text": "THANK YOU.. my question THE TRIGGERING.. what is it going to take? ... TRUMPSKE ISN’T above the LAW ..", "time": "4 months ago", "author": "Kimberly Stancil"}
{"cid": "UgzcMHJD3hp20jk8mNV4AaABAg", "text": "I'm listening to very educated legal eagles the last few days, quoting numerous examples of obstruction accusations by the Meuller investigation against the president. But I guess like everything else, the Meuller report was up for interpretation, and that's why Barr concluded what he did. As for Sara, she's just Trumps puppet", "time": "4 months ago", "author": "Richard Siller"}
{"cid": "UgyA5w7nA5M0FKF0e-R4AaABAg", "text": "I say leave Trump in but vote Democratic. What I am suggesting is a anti-Trump vote this fall. Then the powers to be can come to the conclusion, ”are we better off with or without Trump.\"", "time": "4 months ago", "author": "Leo Hodapp Sr."}
