{"cid": "Ugy8AWjlEDCEzwykhDp4AaABAg", "text": "Rich Energy ad. I live in America, where can I purchase a case? I want to support the sponsor who is supporting my team!", "time": "4 weeks ago", "author": "Jason Gruber"}
{"cid": "UgwfoN6yOM2BCWP3Ay54AaABAg", "text": "I love the look of the new Renault. The Torro Rosso looks good too. I was hoping for a change of livery from Mercedes as it's looked pretty much the same for years now. What does everybody else think?", "time": "3 months ago", "author": "-TruthSeekerUK-"}
{"cid": "UgzzC96Pfd-FdJ74mOF4AaABAg", "text": "Do analysis of Alfa Romeo", "time": "3 months ago", "author": "Ayush Bhattacharya"}
{"cid": "UgzF0NGA0Sc4yKspwad4AaABAg", "text": "M.", "time": "3 months ago", "author": "Lee  Buck"}
{"cid": "UgwzZI8m7Joadq5IBeJ4AaABAg", "text": "this red ferrari car's front nose is very long----that cause the wheel base distance shortening, don't know that help or not help the balance of the car on a high speed circuit,", "time": "3 months ago", "author": "JIMMY TAN"}
{"cid": "Ugyqhxx4nwa-TU7Rl7l4AaABAg", "text": "Matte paint has, counterintuitively, lower drag.", "time": "3 months ago (edited)", "author": "Patrick Lemire"}
{"cid": "Ugwve5BmzylNl36L1uN4AaABAg", "text": "Adjust your color temperature when shooting the monitor. Colors way off. Ferrari looks like a '18 McLaren.", "time": "3 months ago (edited)", "author": "Patrick Lemire"}
{"cid": "UgyNxYeB_E8KA2Qc9Wt4AaABAg", "text": "You're wrong on front wings. Ferrari, Alfa Romeo and Toro Rosso have similar front wings while Mercedes and Red Bull have similar ones. What you said is rubbish.", "time": "3 months ago", "author": "marko galetin"}
{"cid": "UgwsJp8Z2W4nhGs9jwN4AaABAg", "text": "How hard can it be to make a rule that says you can only have a maximum of two front wing elements and two or three rear wing elements??", "time": "3 months ago", "author": "J.A. Brown"}
{"cid": "UgyX6N7FMuhCt8QD4Oh4AaABAg", "text": "Please white balance your camera...", "time": "3 months ago", "author": "4WDBearAus"}
{"cid": "UgzpZtg5eoz3_iYidwl4AaABAg", "text": "From the front the triangular airbox has an incredibly small profile against the rear wing so more air is also able to reach the wing. As opposed to the huge-ass oval the RS19 has going on lol", "time": "3 months ago", "author": "snf"}
{"cid": "Ugw2KE9ieYANg88W5nB4AaABAg", "text": "The nose still looks disappointingly wide and draggy. Contrast it with the Mercedes.", "time": "3 months ago", "author": "TrappenWeisseGuy ;"}
{"cid": "UgzszTyVasMzYt6qcG14AaABAg", "text": "Thanks Scarbs.", "time": "3 months ago", "author": "Shaun Stephens"}
{"cid": "UgwpLycbEDhuIf1bkx94AaABAg", "text": "Só entendi: E sua mãe? Tá boa, né?", "time": "3 months ago", "author": "Rafael Saraiva"}
{"cid": "UgxF5iufniSpx4dUG1d4AaABAg", "text": "Sponsored by a non-existend energy drink.", "time": "3 months ago", "author": "avada"}
{"cid": "UgzZySQLd_IeuUbq1pt4AaABAg", "text": "Where’s the “Helloooo” guys in the background. Damn I miss him.", "time": "3 months ago", "author": "azrul nizam"}
{"cid": "Ugxucgmu8x5JWo_8wBl4AaABAg", "text": "Since the mirrors are quite far from the cockpit why don't teams just mount it on the sidepod", "time": "3 months ago", "author": "Joseph Pradhana"}
{"cid": "Ugxucgmu8x5JWo_8wBl4AaABAg.8rQYee4k24R8rSNQHHxLui", "text": "Joseph Pradhana, because teams use them as aerodynamic devices. It's illegal according to the rules, but just look at the RB mirrors... They're basically small wind tunnels.", "time": "3 months ago", "author": "Rick"}
{"cid": "UgzrNXWT_VCuj-oDF5h4AaABAg", "text": "I think Ferrari introducing a genius front wing, which probably will be copied soon by all the other teams...", "time": "3 months ago", "author": "Ezra S"}
{"cid": "UgzrNXWT_VCuj-oDF5h4AaABAg.8rQOYSMhfwj8rSN1RuMTP-", "text": "Ezra S,you cannot simply copy a FW. It affects the entire car behind it. A Ferrari FW won't work on other cars. Same as the side pods, some parts simply cannot be copied in one year.", "time": "3 months ago", "author": "Rick"}
{"cid": "UgzrNXWT_VCuj-oDF5h4AaABAg.8rQOYSMhfwj8ri6VloYaIO", "text": "Red Bull came with this idea also, they put in on Toro Rosso. However, Reb Bull decided to go for the conventional design, and invested quite a bit of money for the conventional design.", "time": "3 months ago", "author": "kenneth law"}
{"cid": "UgwrcwtuTHo2vZzl4cp4AaABAg", "text": "All this talk of errors in the first few minutes 🤣👌", "time": "3 months ago", "author": "Just Another Average Pilot"}
{"cid": "UgwLUV0Mw-W2zqE_joF4AaABAg", "text": "Great job Mate!", "time": "3 months ago", "author": "Classic Motorcycle Tales"}
{"cid": "UgzUf1oLQES_ofravg94AaABAg", "text": "Let's face it, It will come down to who has the most powerful engine out of Ferrari and Mercedes. Wank about the side pods as much as you want. The engine is key. Hope Ferrari do it this year. Love it when Quite straight Hamilton gets beat and acts like a child. P.s when is Hamilton coming out? Camper than Christmas.", "time": "3 months ago (edited)", "author": "Greiguci Wootchie"}
{"cid": "UgzUf1oLQES_ofravg94AaABAg.8rQ2gTv7KbA8rQWosGesR4", "text": "Last Year Ferrari had the edge in the power unit for the majority of the year/races. Hamilton still proved the better man.... I love some Vettel Ferrari fangay tears !", "time": "3 months ago", "author": "Eldred32"}
{"cid": "UgzUf1oLQES_ofravg94AaABAg.8rQ2gTv7KbA8rTR29lDx-s", "text": "But Mercedes aerodynamics were better they even admitted that. That's why Sebastian was faster than Lewis on the straights but slower around corners. Power unit dont help the car around corners but make sure they are fast on the straights. \n\nFrom your I assume you are new to F1. Or just another troll fagget.", "time": "3 months ago", "author": "Jalal Arar"}
{"cid": "Ugzh6iW9iMfV3PY9yMB4AaABAg", "text": "Both Ferrari and Merc are the most beautiful 2019 cars, Macca next, and the rest look crap. Hopefully thats the order of the WCC", "time": "3 months ago", "author": "AirNews 24/7"}
{"cid": "UgzMVBAk8YkvJrWHNPl4AaABAg", "text": "Rich Energy? Really?\n\n\nNow we know why they have received so much air time from this channel Peter.", "time": "3 months ago", "author": "SR"}
{"cid": "UgzMVBAk8YkvJrWHNPl4AaABAg.8rPnGWigNak8rQj2quRM9q", "text": "Nobody cares... just unsubscribe and don't watch this content if you have issues with their sponsor.", "time": "3 months ago", "author": "MP422ownz"}
{"cid": "UgzMVBAk8YkvJrWHNPl4AaABAg.8rPnGWigNak8rQjmFht81g", "text": "@MP422ownz Nobody? Just read the other comments idiot! Lol.", "time": "3 months ago", "author": "SR"}
{"cid": "Ugwlr0YCzPPlZ4eCPTt4AaABAg", "text": "The New World Champion!", "time": "3 months ago", "author": "Supreme Overlord"}
{"cid": "UgztOHLaWXQ7iCMc97R4AaABAg", "text": "Alfa?", "time": "3 months ago", "author": "andy huckle"}
{"cid": "UgwOgNWtgO2t-9q3fT94AaABAg", "text": "That's a mock up!", "time": "3 months ago", "author": "samghost13"}
{"cid": "Ugww8BM3z3SXE0Lnqb94AaABAg", "text": "So are the other teams not good enough to do a video on, or do rich energy not pay enough", "time": "3 months ago", "author": "Rory Coles"}
{"cid": "Ugw21WRADS7ZyYeB8IN4AaABAg", "text": "Showcase monitor should have same refresh rate as the camera he was recording.... but im just a geek, nevermind me.", "time": "3 months ago", "author": "Boris Posavec"}
{"cid": "Ugw21WRADS7ZyYeB8IN4AaABAg.8rP_dna_Fe08rdTbjd3EPb", "text": "lol didnt even noticed it", "time": "3 months ago", "author": "GG GG"}
{"cid": "UgypM3X6KiwuZXwst4V4AaABAg", "text": "An excellent explanation. Thanks Scarbs!", "time": "3 months ago", "author": "Western King"}
{"cid": "UgwN7n2w0_csf-H5Lf14AaABAg", "text": "Surely if vented mirrors are allowed then the technical approval will have been sought. If not then surly no one is going to risk a challenge (of the title teams anyway?", "time": "3 months ago", "author": "T Croft"}
{"cid": "Ugy-Og5uSXQ2rxfMUWN4AaABAg", "text": "Stop with the rich ☠️pick shit promo", "time": "3 months ago", "author": "Ryarama -Prince_Albert78"}
{"cid": "Ugz-fyXyhIavZzUuTkJ4AaABAg", "text": "Raw version was DOPE", "time": "3 months ago", "author": "Fabio Ferrari"}
{"cid": "UgzdWIsAfRsAhwYdrit4AaABAg", "text": "Question for Craig, do teams actively design the airflow to create a dirty wake for the following car?", "time": "3 months ago", "author": "Calvin Chann"}
{"cid": "UgzdWIsAfRsAhwYdrit4AaABAg.8rPQMUkC4o38rQH0r9SqGN", "text": "Been doing it ever since they discovered the effects of the strakes in the diffusers. It's well known, ruining the racing, yet the FIA simply do nothing about it. One simple rule reg, i.e. no strakes, and the racing would be seriously improved.\n\nGo watch some 80's F1 when they had serious diffusers, but no strakes and watch how they go around corners nose to tail. \n\nWatch this and see what shit we have today, and why us 'old guys' complain about the shit today ...\n\nhttps://www.youtube.com/watch?v=R_KGmHzpKU0&t=299s", "time": "3 months ago", "author": "Mark Mark"}
{"cid": "UgzdWIsAfRsAhwYdrit4AaABAg.8rPQMUkC4o38rQQjBK4Bes", "text": "@Mark Mark Are you Craig?", "time": "3 months ago", "author": "lazaglider"}
{"cid": "UgzdWIsAfRsAhwYdrit4AaABAg.8rPQMUkC4o38rTzbeo90Uy", "text": "@Mark Mark in conclusion, the rule makers are completely incompetent. They'd rather have artificial drs to keep the kiddies happy instead of come up with a common sense set of regulations. Complete and utter morons", "time": "3 months ago", "author": "m4rcd27"}
{"cid": "UgzdWIsAfRsAhwYdrit4AaABAg.8rPQMUkC4o38rXu-lYMz13", "text": "@Mark Mark Aye mate ground effect bring it back now", "time": "3 months ago", "author": "Nagan Bran"}
{"cid": "Ugw1IkQO4UKNBfl1z8J4AaABAg", "text": "Assesto corsa needs to make this mod", "time": "3 months ago", "author": "Logan DeMott"}
{"cid": "UgwdxoarSeYFALfA8yt4AaABAg", "text": "All executives at Ferrari who signed off on the color change from Ferrari Red to what designer snobs are  calling Matte, should be .drawn and quartered", "time": "3 months ago", "author": "WestLAGuy"}
{"cid": "UgwdxoarSeYFALfA8yt4AaABAg.8rOxlpJz2a28rQVY6EWGm0", "text": "matte color weighs less then shiny glowing color", "time": "3 months ago", "author": "WakandaForeva"}
{"cid": "UgwdxoarSeYFALfA8yt4AaABAg.8rOxlpJz2a28rR0SEJgC9H", "text": "Obviously, I was joking, but given the sophistication of Formula 1 today it makes sense. The lighter the car, the faster it can go in relation to other  equally powered engines.\n\nMaking his cars lighter was what Colin Chapman was always after. That less weight made his cars less, shall we say, safe has been argued. However, no one knows what caused Jimmy Clark's Formula 2 Lotus to go off the track at Hockenheim on April 7, 1968 and Jochin Rindt's fatal crash at Monza in practice on Sept. 6, 1970 was attributed to brake failure and a badly mounted Armco barrier. Alan Henry's Rindt profile in Autocourse also states that Rindt was driving with no front wings per Chapman to find more speed and his six point harness was not connected .", "time": "3 months ago (edited)", "author": "WestLAGuy"}
{"cid": "Ugy23lfKx1CRiG7r1CR4AaABAg", "text": "These f1 regs make f1 cars ugly.  Especially with the hideous halo contraption. The races are unwatchable nowadays because of this", "time": "3 months ago", "author": "Gary Campbell"}
{"cid": "Ugy23lfKx1CRiG7r1CR4AaABAg.8rOorbyBY2O8rPJc4SvujR", "text": "If so, you should go away from F1. End of the story. F1 is not a beauty showroom.", "time": "3 months ago", "author": "Ferrari SF90"}
{"cid": "UgzTHmqUe-ZlgOBl--p4AaABAg", "text": "1.50 - 1.58. sec. 'Ferrari and Mercedes have flattened off the outer sections of the front wing' ??????? Really? I have my hopes on an exciting start to 2019 on the basis of how Ferrari and Mercedes have completely different front wings. Ferrari is lowered and Mercedes front wing is RAISED AS FAR AS IS ALLOWED, how is it flattened??????????????????", "time": "3 months ago (edited)", "author": "keefdee"}
{"cid": "UgzTHmqUe-ZlgOBl--p4AaABAg.8rOmHeiqLiD8rPYCv508Ay", "text": "Yeah I'm not seeing that either....", "time": "3 months ago", "author": "T Croft"}
{"cid": "UgzTHmqUe-ZlgOBl--p4AaABAg.8rOmHeiqLiD8rPYaro5lYP", "text": "When I  first heard that,  I had to rewind to ensure I heard him correctly.   Mercedes has designed the front wing significantly different from Ferrari and most other teams.", "time": "3 months ago", "author": "oslin thompson"}
{"cid": "UgzTHmqUe-ZlgOBl--p4AaABAg.8rOmHeiqLiD8rPaHD0MlXP", "text": "Certainly a split between those treams trying to refind the outwash from last year and those trying to make use of more inwash instead. No idea which will work optimally yet. Usually F1 converges on one idea but with the high low radiators now its may be that both are optimal for different rad designs.", "time": "3 months ago (edited)", "author": "T Croft"}
{"cid": "UgywuRcwIPgN0AG7FI94AaABAg", "text": "Some people here have complained about sponsorship. I don't have strong opinions about sponsorship in and of itself. It's Formula One, after all. But when your sponsor is also the title sponsor of the Haas F1 team, there is the potential for conflict.", "time": "3 months ago", "author": "Nx Doyle"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg", "text": "So sick and board of Mercedes winning  all the time , they have nearly killed the sport , ANYONE but Hamilton, I wonder will the FIA place any sensors on the Mercedes? No because they will all be on the Ferrari", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rP68uPrQAr", "text": "The nature of F1 means that sometimes a certain team will dominate, Mercedes are definitely not killing the sport. At least Hamilton had to fight Rosberg in his own team, if you want boring go back to the Schumacher/Ferrari era where there was a clear #1 & #2 and a tyre advantage and no other teams close for the most part. At least now Ferrari (and sometimes Red Bull) are putting up a fight.", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPb7odJ_dU", "text": "All teams have FIA sensors on the cars monetering various different aspects of the car. And it wasn't just Mercedes who inquired to the FIA about Ferrari because everyone could see that something weird was going on", "time": "3 months ago", "author": "Rory Coles"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPetPDS1BC", "text": "@Rory Coles everyone could see that something weird was going on ?like what please explain and Mercedes were oil burning as well", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPf2v8Le_t", "text": "@ReclusiveDuck Its ok if your a Mercedes fan with tunnel vision , but if you want a true racing experience look else where", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPgF_l1Bfb", "text": "@Robert VanZant hahaha yeah i'm a tunnel vision fan sure, i'm a fan of racing yeah i prefer some teams over others and i do support all british drivers. So as for evidence, all teams on the gps montiers could see that Ferrari had a \"second wind\" on the straights. Meaning that when you would expect the ers to drop off,(and get the flashing red light indicating this drop off), Ferrari didn't and it looked like they were getting a second hit of deployment. We know that the FIA asked Ferrari for clarification about this and that the FIA also asked Ferrari to change something on their engine as i the final 3rd of the season this \"second wind\" almost dissaperead completly. Also Mercedes werent the only ones oil burning Ferrari did it as well, Mercedes were just the first to do it and others followed suit", "time": "3 months ago", "author": "Rory Coles"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPh6zGcC4P", "text": "Rory Coles ok you need to calm down Rory , I understand your bias to all British drivers teams (Mercedes is German ) all I am saying is we’re Mercedes ever looked into in the first place , anyone gets close there cheating ! Maybe Mercedes are ! Remember that tax dodger Hamilton was involved in the stolen info from Ferrari years ago when they cheated at McLaren . British teams eh lol", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPhgwdn2MT", "text": "@Robert VanZant  How on earth do you come to the conclusion I have \"tunnel vision\"? Hamilton vs Rosberg was exciting, Hamilton vs Vettel was exciting too until Vettel fell apart. I don't get your problem.", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPiCgJpeWZ", "text": "ReclusiveDuck Vettel !! This guy has the weight of the world on his shoulders and no team mate to prostitute himself like Bottas and you say he fell apart lololololololol what have you done with your life eh ? Fuck all I bet and you say he fell apart", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPlDqHD6Ei", "text": "@Robert VanZant Ferrari and Mercedes, overall, had equal cars last year yet Vettel ended up the equivalent of nearly 4 race wins behind by the end of the season, Hamilton outperformed Vettel whether you like it or not. Now explain why I have \"tunnel vision\", if you can, or are you talking nonsense?", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPmoSF3hLW", "text": "ReclusiveDuck there it is ! Your a tax dodging Hamilton fan girl ! Hence you have tunnel vision !. Do you want to continue your conversation or perhaps your mother is calling you for your dinner now , there’s a good little boy xx", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPnJUttaae", "text": "@Robert VanZant Hamilton 408pts, Vettel 320pts......Those scores don't change based on who you're a fan of, so again how do I have tunnel vision?", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPqn5fD25I", "text": "My friend, it's FIA's agenda that Hamilton must become the greatest of all times by handing him most titles. Until then, we have to endure the biggest sporting SCAM of recent history.", "time": "3 months ago", "author": "Remi R"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPqux4copg", "text": "@ReclusiveDuck Nah, until FIA cooked special tyres for Ham and banned Ferrari's perfectly legal ERS that that incompetent and disgraceful James Allison couldn't figure.", "time": "3 months ago", "author": "Remi R"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPrFtHdlRo", "text": "Boo hoo", "time": "3 months ago", "author": "john mahon"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPsUAdeUGe", "text": "@Remi R Hmmm, a blank profile with zero subs has suddenly joined the conversation but still has the same utterly stupid ideas...……..Someone's annoyed :)", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPtO2xoxle", "text": "Rima R be careful you are among Hammy fan girls that love the tax dodger 😂😂😂😂😂", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPuA_-nxMg", "text": "@ReclusiveDuck The annoyed one was the below average celebrity that cried like a little girl when Vettel handed him his average ass at Silverstone and Spa. \"Interesting tactics\" \"Few tricks\" \"I want special tyres in every race\" F1 is a massive scam. Without FIA wanting to produce an all time greats with a below average, he'd have his average handed to him by Bottas, Rosberg, Button like we saw when they couldn't keep the lid on tightly. Hamilton is just a below average driver that is winning because FIA's certain agenda.\n\n\nBTW \n\nmy profile and Subs has nothing to do wether or not truth must be said. #NEVERWONONMERIT #AVERAGE #SPECIALTYRES #SCAM", "time": "3 months ago", "author": "Remi R"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPuGrNbkIK", "text": "@Robert VanZant Man it's an insult to girls! They are a bunch of below averag low-IQ species like their hero.", "time": "3 months ago", "author": "Remi R"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPuTCTz-NR", "text": "@Robert VanZant ….And surprise surprise the other account suddenly reappears as if by magic, however it can't disguise the stupidity. Talking of stupidity, from the outset you've assumed that I'm a Hamilton and Mercedes fan you never thought (unsurprisingly) to actually ask and I've never said. All I did was point out that there are periods of domination in F1 but that doesn't necessarily always mean boring.", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPvHT5VrLi", "text": "Rima R 😂😂😂", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPvNMfGuKM", "text": "ReclusiveDuck it’s boring as hell mate ! Say what you want F1 is dead and has been for years", "time": "3 months ago", "author": "Robert VanZant"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rPwbp6QDi-", "text": "@Robert VanZant  In the past 40years 90% of the constructors championships have been won by just 5 teams, Ferrari, Williams, McLaren, Mercedes, and Red Bull......Domination is part of F1 yet it continues to grow. Any more stupid statements you want to make?", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQFan45lhl", "text": "Rory Coles, get some facts straight.\n\nFerrari did have a \"second wind\" (sic), but only in qualifying (indicating a one off overheating). What they were doing with the double batteries still is a mystery, but even though the cars were completely legal, the FIA took it from them anyway. The politicising of it by Toto and Hamilton (\"tricks\" in every interview) was childish, however it worked for them by embarrassing the FIA into action.\n\nBenz were the first to burn oil, a complete cheat bypassing the very strict fuel flow regulations (FIndia and HAAS both banned in Canada for exceeding the fuel flow), that they weren't stopped after a couple of teams complained, forced other teams to do it as well. Benz should have had their known race results with the known cheat taken away from them. And it was a hands down cheat, not clever, not innovative, just a dirty cheat. \n\nAnd how many races did the blown wheel bullshit go on for ...\n\nI would 100% agree there have been periods of time in F1 where teams have been favoured, Ferrari and Renault come immediately to mind, it is now Benz who are clearly being favoured, it's just a fact, and on a far bigger scale than most realise, and it's driving privateers like Williams, out", "time": "3 months ago", "author": "Mark Mark"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQFxbl3IQo", "text": "ReclusiveFuck, how about this - the Ferrari was in fact a bit slower and Vettle, had to constantly, and frustratingly, drive the tits off of it, hence the mistakes. Verified by most of Kimi's relative slower performances.", "time": "3 months ago (edited)", "author": "Mark Mark"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQQP8QUt6w", "text": "@Mark Mark \"Kimi's relative slower performances\"......Really? How about this? Look at the evidence of Kimi vs Vettel since Vettel joined Ferrari in 2015. In races where BOTH drivers finished in 2015 Kimi only beat Vettel 3 times. In 2016 the same, in 2017 it went down to just 2 races yet in 2018 that shot up to 6 races. How about this? Kimi's podiums in that same period, 2015 Kimi had 3 podiums, 2016 it went up to 4 podiums, 2017 he got 7 podiums and 2018 he got 12 podiums, which equalled Vettel's total podiums for 2018 yet Kimi had 4 retirements compared to Vettel who only had 1. How about this? Vettel underperformed in 2018. Still think it's verified by Kimi's \"slower\" performances?", "time": "3 months ago", "author": "ReclusiveDuck"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQTiekRKEK", "text": "Fucking butthurt Ferrari fanboy. How have Mercedes killed the sport? No one's killed the sport, but if anyone has, it's all the other teams for being shit. F1 has always had dominance. Vettel with Redbull, Schumacher with Ferrari, etc. - Mercedes were only dominate for 3 years and Hamilton was never a dominate driver - Rosberg always pushed him and actually beat him one year unlike Vettel and Scumacher who just cruised for the wins, because their teammates were number 2 drivers and had to let them win. Also, all teams are constantly analysing each other to see if they're doing anything illegal or there's anything worth copying.", "time": "3 months ago (edited)", "author": "David"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQU3yOHE59", "text": "@Remi R Dude, the FIA have always given Ferrari preferential treatment - Bernie Ecclestone literally said that they would change the rules to benefit Ferrari and that's basically what's been done for this year. Unfortunately, your bias has made you ignorant of the truth and that's sad.", "time": "3 months ago", "author": "David"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQUEWQROD8", "text": "@Mark Mark If Ferrari were made to change their car, it was because it broke the rules and, if Mercedes weren't made to change their car, it was because they didn't. Stop making excuses.", "time": "3 months ago", "author": "David"}
{"cid": "Ugy0tv8SmoaJNhKp11N4AaABAg.8rOhqvNpPgp8rQVEbpgBDf", "text": "@David so merc was dominant for 3 years? 2014 2015 2016 2017 2018 i count 5 years atleast the redbull with vettel dominated for 2 years 2012 was a hard fight with alonso and 2010 wasnt a domination at all vettel was 4th in the wch lewis 3rd and alonso 2nd webber 1st i think and vettel won the wch", "time": "3 months ago", "author": "WakandaForeva"}
{"cid": "Ugw5qrhD7TKVbophxMB4AaABAg", "text": "I would have supported this channel on Patreon. Would have really preferred to see it community supported rather than corporate.", "time": "3 months ago", "author": "Jake Boyle"}
{"cid": "Ugy8_nifI8mkYffR8GF4AaABAg", "text": "Back from the pub. ? Happy hour over. ? 🤣  previous version was much more interesting.......", "time": "3 months ago", "author": "jim bob"}
{"cid": "UgzXWtk71QglwNhAxRR4AaABAg", "text": "Their barge boards are more advanced than the other teams, they've taken advantage of the new rules. They almost connect to the front wishbones.", "time": "3 months ago", "author": "Shifty Malone"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg", "text": "i don't think this will be the ferrari we see in testing same with mercedes.", "time": "3 months ago", "author": "adam adam"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg.8rOdcBDg8BK8rPXxedup6y", "text": "Feels too simply too me - like they kept back a few bit for testing...", "time": "3 months ago", "author": "T Croft"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg.8rOdcBDg8BK8rPdJ8eeaUg", "text": "Same with all the teams", "time": "3 months ago", "author": "Joseph Petrassi"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg.8rOdcBDg8BK8rPgus0uxO9", "text": "Up to a point some have clearly shown a 'closr' to final spec than others. As to if thats because they are behind/infront of planned parts or tactically hiding is another matter.", "time": "3 months ago", "author": "T Croft"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg.8rOdcBDg8BK8rQ97ujl0b8", "text": "even if the cars are the same in testing, you know they will be different by Melbourne. then china, ect ect. your comment shows either you are new to F1 or have no interest and only watch the races", "time": "3 months ago", "author": "GermOnline"}
{"cid": "UgzJSO89qmbWA4X-tlF4AaABAg.8rOdcBDg8BK8rQekdUTjEr", "text": "@GermOnline  GermOnline  what I meant to say with my comment is that Ferrari is hiding most of what they actually have developed.\n\nSorry if you are an F1 expert but you should take head out of your own arsehole because oxigen isn't reaching your brain", "time": "3 months ago", "author": "adam adam"}
{"cid": "UgzTY_PvG4jTdPMECzR4AaABAg", "text": "Awe shame, I had some weird hope in my heart the unedited would remain up. I would love if they put out an unedited show every once and a while. It was just as much quality however more fun to watch!", "time": "3 months ago", "author": "oliverlovesgorts"}
{"cid": "UgyZ5UqkhaVjkEydetV4AaABAg", "text": "how about rewing alfa romeo or the mclaren?", "time": "3 months ago", "author": "adam adam"}
{"cid": "UgwBH8MvcPAIjnmkfL14AaABAg", "text": "Grab 6-seater is much faster.", "time": "3 months ago", "author": "Lins Lins"}
{"cid": "Ugzy74ke-tb5EUygwZZ4AaABAg", "text": "Ok this is better", "time": "3 months ago", "author": "mikless 94"}
{"cid": "UgxPqdn6GbpKjoWH7ql4AaABAg", "text": "Again sauber=alfa romeo is the little ferrari?", "time": "3 months ago", "author": "sebastián Lucero"}
{"cid": "UgzR1dndoJcf-ppSFTt4AaABAg", "text": "When will be the McLaren video ?", "time": "3 months ago", "author": "Cp Aubin"}
{"cid": "UgzR1dndoJcf-ppSFTt4AaABAg.8rOVH46ueFq8rPozg6lA4s", "text": "You mean Mcfail 😂😂", "time": "3 months ago", "author": "david de keyser"}
{"cid": "UgzR1dndoJcf-ppSFTt4AaABAg.8rOVH46ueFq8rPxj4YiTly", "text": "@david de keyser You follow the sport long enough, everyone has ups and downs. While casuals joke on.", "time": "3 months ago", "author": "Firebrand"}
{"cid": "UgzncmvNtFeJbj7trs54AaABAg", "text": "#sponsormoney", "time": "3 months ago", "author": "M Sherhan"}
{"cid": "UgzncmvNtFeJbj7trs54AaABAg.8rOTF9i8oyF8rQQpDb8ioU", "text": "Let me guess, you would have donated $50 a month on Patreon...", "time": "3 months ago", "author": "lazaglider"}
{"cid": "UgzncmvNtFeJbj7trs54AaABAg.8rOTF9i8oyF8rQSo-CEoCp", "text": "@lazaglider no i watched the original raw video before it was taken down, and couple hours later they posted this video as an edited version, and a rich energy logo on the bottom right of the screen hence my comment sponsored video", "time": "3 months ago (edited)", "author": "M Sherhan"}
{"cid": "UgzncmvNtFeJbj7trs54AaABAg.8rOTF9i8oyF8rQTQoCA_Fg", "text": "@M Sherhan And? Would you rather see a channel die, than take up sponsorship and survive?", "time": "3 months ago", "author": "lazaglider"}
{"cid": "UgwEQPZumEK9PaJkcnR4AaABAg", "text": "So cool how the original rough cut got edited to the polished version. Shows how powerful the edit can be.", "time": "3 months ago", "author": "stu skivens"}
{"cid": "UgwEQPZumEK9PaJkcnR4AaABAg.8rOTCWVke_M8rRBNKLfc7l", "text": "What did he say before the edit?", "time": "3 months ago", "author": "Peterimpossible Plays"}
{"cid": "UgyYh8H-7xpo8OEJ8op4AaABAg", "text": "Know I see \"RED\" (:", "time": "3 months ago", "author": "M Mahtnart"}
{"cid": "UgzJ_hqexS46HgMAd1F4AaABAg", "text": "I see orange, not red. Maybe its me.", "time": "3 months ago", "author": "M Mahtnart"}
{"cid": "UgzJ_hqexS46HgMAd1F4AaABAg.8rORPWHDbgS8rOT6YGUAkB", "text": "M Mahtnart it’s because it’s recorded off of a tv screen", "time": "3 months ago", "author": "Harry Feng"}
{"cid": "UgzJ_hqexS46HgMAd1F4AaABAg.8rORPWHDbgS8rR3WqX0Adp", "text": "The color is back to being more like Marlboro Red that was used early 2000's. \nMission Winnow / Phillip Morris are paying for it.", "time": "3 months ago", "author": "Rob V"}
{"cid": "Ugznl9DQGZB3k0OapcJ4AaABAg", "text": "How is the performance difference gonna be between the front wings with and without the slimmer outer section", "time": "3 months ago", "author": "Jack Himmer"}
{"cid": "UgwuXSVQc-K6myEfCPR4AaABAg", "text": "Why do they have those three pipe outlets?", "time": "3 months ago", "author": "matjojo"}
{"cid": "UgwuXSVQc-K6myEfCPR4AaABAg.8rOPqXQMXQ28rOVBUVWl4b", "text": "Didn't you listen the video ??", "time": "3 months ago", "author": "Cp Aubin"}
{"cid": "UgwuXSVQc-K6myEfCPR4AaABAg.8rOPqXQMXQ28rOYMDyTsAC", "text": "@Cp Aubin I heard about how they are used, but the tr of last year also had it, so I assume that is has to do with the engine? Maybe some ancient regulation?", "time": "3 months ago", "author": "matjojo"}
{"cid": "UgzKUNTNuifG3GWna0J4AaABAg", "text": "Is it me or the entire nose is the same from 2018?", "time": "3 months ago", "author": "Jorge"}
{"cid": "Ugwi9jTnr9zNEXnnz-B4AaABAg", "text": "Boooo 👎👎👎 the public demands more raw content", "time": "3 months ago", "author": "The Essence"}
{"cid": "UgzbHl4VA2d7bDeyIXh4AaABAg", "text": "So are Scarbs and Peter not doing Autosport anymore?", "time": "3 months ago", "author": "LisztyLiszt"}
{"cid": "UgzbHl4VA2d7bDeyIXh4AaABAg.8rOPM-JyD_S8rOWKMXHMH2", "text": "I think their main focus is the Motorsport Show (an Autosport production)... when that's not in filming, they do their own thing.", "time": "3 months ago", "author": "ajmrly"}
{"cid": "UgzbHl4VA2d7bDeyIXh4AaABAg.8rOPM-JyD_S8rOxiGQ1K2y", "text": "@ajmrly l thought the Motorsport TV show was scrapped?", "time": "3 months ago", "author": "fruitflykilla"}
{"cid": "UgzbHl4VA2d7bDeyIXh4AaABAg.8rOPM-JyD_S8rOzmXuxi0h", "text": "@fruitflykilla hadn't heard that, but it makes sense. I couldn't watch it in Australia anyhow.", "time": "3 months ago", "author": "ajmrly"}
{"cid": "UgxdeqHIsZXn57sTkil4AaABAg", "text": "anyone here watched this video before they reupload the edited version?", "time": "3 months ago", "author": "Peter Hoang"}
{"cid": "UgxdeqHIsZXn57sTkil4AaABAg.8rOPLURzOtg8rOj1B6e7fi", "text": "Yes,  was comedy gold. 😊", "time": "3 months ago", "author": "jim bob"}
{"cid": "UgxdeqHIsZXn57sTkil4AaABAg.8rOPLURzOtg8rQrOKILYkp", "text": "Yup 👌🙏", "time": "3 months ago", "author": "Marcus MIDI"}
{"cid": "UgxUyLdiVz9X1Go1zZF4AaABAg", "text": "Previous edition was better XD", "time": "3 months ago", "author": "Jorge"}
{"cid": "UgxUyLdiVz9X1Go1zZF4AaABAg.8rOP8-0J5qo8rPX1Ts2uGF", "text": "for merc?", "time": "3 months ago", "author": "Elias Georgiou"}
{"cid": "UgzbQW7VKK3ZogxejwN4AaABAg", "text": "Reupload haha", "time": "3 months ago", "author": "Dyslexic Mitochondria"}
{"cid": "Ugyr-NSDqT2FpDZzUKZ4AaABAg", "text": "Director's cut here: https://www.youtube.com/watch?v=8eV_US3W74k (or should I say 'uncut' hmmm)", "time": "3 months ago (edited)", "author": "Alejandro López Presa"}
{"cid": "UgwTwh-KmGhhrNjdU9Z4AaABAg", "text": "Aww, but we liked the raw, unedited version, Peter!", "time": "3 months ago", "author": "crossphaded"}
{"cid": "UgwTwh-KmGhhrNjdU9Z4AaABAg.8rOOLzML7DU8rOOxn9Zk6C", "text": "Without the cringe Rich Energy bookends.", "time": "3 months ago", "author": "RageousMode"}
{"cid": "Ugwu9mlQxJ6tGhUtXwx4AaABAg", "text": "RIP directors cut :(", "time": "3 months ago", "author": "Dan Vitale"}
{"cid": "Ugwu9mlQxJ6tGhUtXwx4AaABAg.8rOOAlzsF8I8rOPD2a0eT2", "text": "It was really good! It was simultaneously great insight into how they produce video, and a great display of Scarb's knowledge and skill without editing. He showed he doesn't need much editing!", "time": "3 months ago", "author": "Matt Clark"}
{"cid": "Ugwu9mlQxJ6tGhUtXwx4AaABAg.8rOOAlzsF8I8rOVdReP4pr", "text": "/watch?v=8eV_US3W74k\n\n;)", "time": "3 months ago", "author": "bosshunterman"}
{"cid": "Ugwu9mlQxJ6tGhUtXwx4AaABAg.8rOOAlzsF8I8ra0ENmrp6G", "text": "@bosshunterman Thank you mate. It was interesting to watch :)", "time": "3 months ago", "author": "Almarma"}
{"cid": "Ugwu9mlQxJ6tGhUtXwx4AaABAg.8rOOAlzsF8I8ra0vI7sVo7", "text": "@Almarma  You are welcome.", "time": "3 months ago", "author": "bosshunterman"}
