{"cid": "UgyxAK986HHAgrRm9bN4AaABAg", "text": "Ferrari, das Bayern München unter den Rennställen.", "time": "3 months ago", "author": "Knox Cameron"}
{"cid": "Ugxk5DKM4n7q5ihvPc94AaABAg", "text": "Vettel, pipoca...covarde...", "time": "3 months ago", "author": "Marcos Yamada"}
{"cid": "UgxErhsrtCVFYc8FvUh4AaABAg", "text": "👍👍👍", "time": "3 months ago", "author": "Giuseppe Bonannini"}
{"cid": "UgxXWQp4PEWW7-YsDwl4AaABAg", "text": "Mag die formul 1 scuderia -;) ferrari einer von den besten formel-1 überhaupt. Die farbe innder mitte ist nicht so schlecht rot schwarz sind einfach passend", "time": "3 months ago", "author": "BARÇA BARCELONA"}
{"cid": "UgyUh8BZLMinVf4_buR4AaABAg", "text": "Wer ist heute Die Best Zeit gefahren und Hatte die meisten Runden? Vettel!", "time": "3 months ago", "author": "Yannick Kuska"}
{"cid": "UgyUh8BZLMinVf4_buR4AaABAg.8rVUHadWdwQ8rVo8cIpaik", "text": "War heute sehr beeindruckend von Vettel und Ferrari! Aber noch sind es nur Testfahrten... Aber ich hoffe das es dieses Jahr klappt mit dem Titel in rot", "time": "3 months ago", "author": "Wolfgang Pietrass"}
{"cid": "UgyUh8BZLMinVf4_buR4AaABAg.8rVUHadWdwQ8rVpetHUGNC", "text": "@Wolfgang Pietrass Ja aber Der Ferrari scheint sau schnell zu sein", "time": "3 months ago", "author": "Yannick Kuska"}
{"cid": "UgyUh8BZLMinVf4_buR4AaABAg.8rVUHadWdwQ8rVqF75zSE9", "text": "@Yannick Kuska das scheint er wirklich zu sein und dazu auch zuverlässig!", "time": "3 months ago", "author": "Wolfgang Pietrass"}
{"cid": "UgyhVo_czUHaGfbzvVx4AaABAg", "text": "Klasse Video... ich bleibe dabei... diesmal muss es klappen... Forza Ferrari !!!", "time": "3 months ago", "author": "Pini 1"}
{"cid": "Ugx4Fd7Cb8_9O9P1uw54AaABAg", "text": "Wie sind jezt die Neuen Formel1 Regeln sind die Neuen Formel1 regeln für 2019 Aktuell in sachen Getriebe Wechsel wie viele Motoren dürfen die Teams pro rennen Mitnehmen und was für Reifen dürfen 2019 Eingesetzt werden in der Formel1 Seasong 2019 ??", "time": "3 months ago", "author": "Levien Michel"}
{"cid": "Ugx4Fd7Cb8_9O9P1uw54AaABAg.8rUeRSkeoUy8rUz-xBbiYP", "text": "Hier unser Video zu den Regeländerungen 2019: https://youtu.be/Z4H1mNail9U", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgzWmWKPjZp0nJyGsJ14AaABAg", "text": "Bin ich der einzigste der Leclerc den Titel zutraut?", "time": "3 months ago", "author": "Killer 29"}
{"cid": "UgysxL5lxFwMztMpb914AaABAg", "text": "Es wird bestimmt wieder ein WM Kampf zwischen Vettel und Hamilton.\nStörfaktor Vettel - Hamilton ist Verstappen!", "time": "3 months ago", "author": "Puller Kopf"}
{"cid": "UgxXkJiNABEmNpZRyoF4AaABAg", "text": "Wir alle hoffen doch das seb mit Ferrari Weltmeister wird. Die Gründe liegen auf der Hand wird ham wieder Weltmeister wird es langweilig bzw. alle meinen er wäre der beste Fahrer , das stimmt meiner Meinung nach nicht da vieles am Team und Auto liegt. Seb hat auch mal dominiert auf Grund eines guten Teams bzw Autos da meinten auch alle Jahrhundert Talent. Mit Binotto ist ein man Teamchef geworden der schon seit 1997 bei Ferrari ist der ein ruhiger Kerl ist bzw der dieses ganze Ferrari Team kennt und weiß also wie man zum Erfolg kommt. Wenn seb die klare Nummer ein im Team ist bzw festgelegt wird der Wagen was taugt kann das durchaus was werden.", "time": "3 months ago", "author": "Marius Knepper"}
{"cid": "UgxilAlJsBGyXdJu9Yp4AaABAg", "text": "Ja 2 verschiedene Jubiläen und wo ist das komisch mit der Bezeichnung??", "time": "3 months ago", "author": "Jan-Peter Mohwinkel"}
{"cid": "UgwutkQNOpc449FG3NV4AaABAg", "text": "hoffentlich wird #essere Ferrari auch der bessere Ferrari. Die letzten Jahre wäre das sowohl möglich als auch verdient gewesen. Ich drücke die Daumen!\n\nDas neue Modell ist schon unglaublich schlank hinten raus, hoffentlich verzettelt sich Ferrari da nicht. Die letzten Jahre hatte ich das Gefühl, dass Motorleistung über Aerodynamik geht von der Relevanz her. Andererseits hat Ferrari im Antrieb gut aufgeholt auf Mercedes, und wenn man wirklich dieses enorm schlanke Design ohne Einbußen bei der Motorleistung verwirklichen konnte (und vor allem nicht aufkosten der Zuverlässigkeit), dann könnte das richtig spannend werden", "time": "3 months ago (edited)", "author": "MetalJaska"}
{"cid": "UgyGJAsqM0mF6dSxMsJ4AaABAg", "text": "na Vetteline ... mußte dieses Jahr auch wieder Sprit-sparen .... hahaha, ihr dämlichen Flügelchen-TROTTEL :::: und wann fährt ihr Weicheier endlich wieder mal ein RENNEN, so richtig am Limit, falls Du Dich daran noch erinnern kannst, Du Langweiler???? .... 2035 oder noch später, ihr Wichser", "time": "3 months ago", "author": "Werner K."}
{"cid": "UgzqWUG1piErdu7OcLp4AaABAg", "text": "Der Kontrast zwischen dem modernen Frontflügel und dem Tyrrell-Bild (4:00) ist einfach großartig.", "time": "3 months ago", "author": "iLucasDOTexe"}
{"cid": "UgzhuvACiSZtTlX2WOt4AaABAg", "text": "Die matte Lackierung hat m.E nichts mit Design zu tun, sondern mit Aerodynamik. Auf der „rauhen“ Oberfläche bilden sich winzige Wirbel, die als Trennschicht dafür sorgen, dass die anströmende Luft schneller bzw. widerstandsfreier an der Oberfläche vorbei strömt. Deshalb ist auch die Haut eines Hais rauh. Ebenso macht man sich dieses Prinzip z.B bei Surfboards zunutze. RedBull fährt auch seit geraumer Zeit in Mattlack.", "time": "3 months ago", "author": "Oldtimer 250"}
{"cid": "UgzPkSZVmweIpqG6RpF4AaABAg", "text": "Kein Wort zum Heckflügel?\nWas ist das für ein Ding mittig vom Heckflügel?", "time": "3 months ago", "author": "TWG"}
{"cid": "UgzPkSZVmweIpqG6RpF4AaABAg.8rQDhTfF5aJ8rTRRpyi6vB", "text": "Zum Betätigen des DRS", "time": "3 months ago", "author": "Conguito _"}
{"cid": "UgzPkSZVmweIpqG6RpF4AaABAg.8rQDhTfF5aJ8rTRmsoFht9", "text": "@Conguito _ Das sieht man aber bei den anderen Teams nicht 🤔", "time": "3 months ago", "author": "TWG"}
{"cid": "Ugyv-L_SHL2hloY4ZX54AaABAg", "text": "Sehr gut erklärt. Mag eure Videos sehr", "time": "3 months ago", "author": "Paperman"}
{"cid": "Ugxhj2tbNwrEtrAY2GR4AaABAg", "text": "Warum haben die Autos hinten immer ne DVBT Antenne?", "time": "3 months ago", "author": "Fire and Fury"}
{"cid": "UgwVRsTdfKziLeGw5mZ4AaABAg", "text": "Super Videos von Euch, Danke.:) Ich finde den Ferrari mit dem Matt-Rot, weniger weiß und mehr schwarz sehr schick. Um Welten besser als der 2016'er. Das einzige, was ich hässlich finde ist das MW-logo. Das hätte ich in Weiß auf die Schwarze Fläche der Motorabdeckung gepackt und vielleicht mal das Ferrari Pferdchen auf die Seite oder sowas. Aber das zerstört das Gesamtbild jetzt nicht. Die schwarze Schrift auf dem Heckflügel ist jetzt auch nicht so toll, ich finde weiße Schrift besser. Vermutlich aus Nostalgie-gründen. Aber so sieht das halt dann noch weniger nach Der Zigarettenmarke mit M aus, wobei ich diese Diskussion echt bescheuert finde. Da steht kein Tabakhersteller und kein Strichcode, also ist es auch keine Tabakwerbung. Punkt! Zumindest denke ich da nicht an Zigaretten ^^ Fazit: Von der Hybrit-Ära für mich das beste Ferrari-Design, mit kleineren schwächen.", "time": "3 months ago (edited)", "author": "diehlo"}
{"cid": "Ugzg10HUwJcVFYxC5JV4AaABAg", "text": "Bestes Auto vom Design", "time": "3 months ago", "author": "Vettelfan 04 5"}
{"cid": "UgyeZTbvhVLfSBt0Bip4AaABAg", "text": "Redest bisschen zu subjektiv", "time": "3 months ago", "author": "Dat Boy"}
{"cid": "UgzO_H8soCcJ-2JvLXJ4AaABAg", "text": "Gutes Viedio", "time": "3 months ago", "author": "The Gamer 3528"}
{"cid": "UgzHD4YEx_dadWLzwdJ4AaABAg", "text": "Macht ihr noch ein Video zum Force India?", "time": "3 months ago", "author": "Marco SERC"}
{"cid": "UgzHD4YEx_dadWLzwdJ4AaABAg.8rPRd1d-CrW8rPurFuCOaH", "text": "Das neue Auto wird erst bei den Tests nächste Woche zu sehen sein. Bislang gab es nur die neue Lackierung.", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgzXcYtSUr0gPpjO_394AaABAg", "text": "Ich glaube der Titel geht nach maranello jedoch durch leclerc", "time": "3 months ago", "author": "Joey-A. ·"}
{"cid": "Ugz6oPY893W94HszaL94AaABAg", "text": "Ich hoffe das lec WM wird", "time": "3 months ago", "author": "Jonas Walluszik"}
{"cid": "Ugy8QawG5hpwPjky4Ox4AaABAg", "text": "Super vielen Dank für das Video 💪", "time": "3 months ago", "author": "DaVZocktTV"}
{"cid": "Ugz6KhiGZGbRtldM5GV4AaABAg", "text": "Ich habe da ein ganz mieses Gefühl. Die Kompensation des restriktiven Frontflügels ist so weit fortgeschritten. Allein, wenn ich mir die Bodenplatte anschaue, wird mir schlecht,Ferrari hat hier richtig auf kacke gehauen.", "time": "3 months ago", "author": "Kevin Falk"}
{"cid": "UgxFORqBCF5378x2WdN4AaABAg", "text": "Forza Ferrari! Des Auto sieht super aus! Bin nur sehr gespannt ob Leclerc dem Vettel den Rang abläuft, oder Vettel ihn in Schach halten kann! Hoffentlich ist das KFZ mit Mercedes auf Augenhöhe!, und hat Chancen auf die Meisterschaft!", "time": "3 months ago", "author": "Timo Speerschneider"}
{"cid": "UgzX2JOv1l6yiOLgCk14AaABAg", "text": "Infos zum Heckflügel fehlen mir im Video", "time": "3 months ago", "author": "WaidmannsHeil90"}
{"cid": "UgytYqrpC4BiHWnqYbB4AaABAg", "text": "Vielen Dank für die Technik  Woche 😍 macht weiter so!", "time": "3 months ago", "author": "Ralf Zimmi"}
{"cid": "UgxhlqyumSYpDi4zH614AaABAg", "text": "Cool wäre wenn Vettel nochmals Weltmeister wird und ab nächstes Jahr dann die jüngeren Generationen das Ruder übernehmen. Vettel und Hamilton hätten dann beide 5 Titel und sind definitiv die beiden grössten Fahrer der letzten 10 Jahre.", "time": "3 months ago", "author": "Lewis Lasser"}
{"cid": "UgxhlqyumSYpDi4zH614AaABAg.8rORXw5O2Jk8rOeaH4f88q", "text": "Lewis Lasser ja, ich will auch devinitiv, dass Vettel noch mal Weltmeister wird. Ich fände eine Ferrari-Ära super, solange es nicht langweilig wird wie bei Mercedes über die letzten 5jahre. Aber lassen wir uns von der Zukunft überraschen;) \nLg😉", "time": "3 months ago", "author": "Bjarne Bartocha"}
{"cid": "UgxhlqyumSYpDi4zH614AaABAg.8rORXw5O2Jk8rPQadDouN_", "text": "Ich bin da auch deiner Meinung vettel holt sich den Titel zurück den leclec muss noch etwas Lernen aber leclec wird schon drei oder vier Rennen gewinnen Verstappen wird dann wohl auch 2019 ganz oben bei Hammilton und vettel mit spielen aber er wird auch mehr Rennen als 2018 gewinnen Gasly wird auch ein zwei drei Siege haben Botters wird denke viele podiume haben Gasly und leclec , versappen auch bei Hammilton und vettel werden auch podiume sein aber mehr Siege", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgyP4fGW8mteB1_mIuB4AaABAg", "text": "Sehr gutes Video!👍", "time": "3 months ago", "author": "Demoin Mokratie"}
{"cid": "UgywxN3Emku4h84KFNp4AaABAg", "text": "Top, eure Beiträge. Ihr solltet viel mehr Abonnenten haben", "time": "3 months ago (edited)", "author": "Steffen Michael"}
{"cid": "UgxudzmGlhgNQTr3cl94AaABAg", "text": "Forza Mercedes!!!!😁🤷‍♂️", "time": "3 months ago", "author": "Berivana Kurdistane"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg", "text": "Das keiner die Spiegelhalterrung anspricht ^,^ , schade das die nicht mehr am Halo sind.", "time": "3 months ago", "author": "HighspeedAnek"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rOqgAQPW2O", "text": "die waren schon seit Mitte letzter Saion nicht mehr am Halo, weils schlicht und einfach verboten wurde. Deswegen spricht das auch keiner an ^^", "time": "3 months ago (edited)", "author": "2slow2survive"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rPkPLzs2j1", "text": "Schade, dass man solche belanglosen Kleinigkeiten wieder direkt verbieten und regulieren muss. Warum kann man den Teams nicht mal etwas mehr Freiraum für unterschiedliche Konstruktionen und Lösungen geben?!", "time": "3 months ago", "author": "SpinatwachtelXY 00"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rPnRm0Y_5b", "text": "@SpinatwachtelXY 00 das wiederum ist eine gute Frage ^^ \nich kann mir nur schwer vorstellen, das man durch die Spiegel am Halo so viel mehr Luftwirbel erzeugt, dass man schlechter überholen kann :-D\nwas ich mir aber gut vorstellen kann, dass es einfach schlichtweg ein Sicherheitsaspekt ist. Im Straßenverkehr ist ja auch vorgeschrieben, aus welchen Winkeln man durch die Spiegel nach hinten gucken kann um z.B. ein hinterherfahrendes oder überholendes Auto zu erkennen. Ich kann mir gut vorstellen, dass durch die komplette Umpositionierung der Spiegel am Halo die Sichtmöglichkeiten derart stark verändert hat, dass die FIA einschreiben musste", "time": "3 months ago (edited)", "author": "2slow2survive"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rQGWsxrbFW", "text": "@2slow2survive die spiegel waren doch bis zum letztem rennen am halo, nur die flügel über den spiegel wurden verboten  ^^", "time": "3 months ago", "author": "HighspeedAnek"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rQSk9RBh7F", "text": "@HighspeedAnek haste recht ^^\nhabe gerade noch mal nachgeschaut. Mein Fehler. \nDenke mal aber der Rest meiner Antwort könnte der Grund sein bzw vielleicht will die FIA auch einfach nicht, das da irgendwas am Halo hängt, weil das vielleicht unter Umständen aus Ihrer Sicht die Funktionalität des Halos beeinflussen können. bzw. die Spiegel vielleicht abbrechen und den Fahrer verletzen könnten. Ach weis der Geier ^^", "time": "3 months ago (edited)", "author": "2slow2survive"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rQTME7wOAH", "text": "@2slow2survive ich dachte schon,  das ich dumm bin ^^ ja das ist so furchtbar mit allem...", "time": "3 months ago", "author": "HighspeedAnek"}
{"cid": "UgwcwCOfgfKodJPgyZZ4AaABAg.8rOMWZf2zE-8rTRAzYwGoz", "text": "@SpinatwachtelXY 00 Die Spiegel haben sie denke ich abgeschafft, weil es von der FIA Auflagen gibt, was die Schwingungen/Vibrationen der Spiegel betrifft, um die Sicht nach hinten zu verbessern. Der alte Spiegel am Halo sah ja wirklich nicht sehr stabil aus^^.\nBin mir aber auch nicht 100÷ sicher", "time": "3 months ago", "author": "Conguito _"}
{"cid": "UgxAGneOk-rYCjPi7XV4AaABAg", "text": "Eine Gehaltserhöhung für Christian bitte, Danke!", "time": "3 months ago", "author": "Julian :)"}
{"cid": "UgxAGneOk-rYCjPi7XV4AaABAg.8rOLmzgP3Iu8rOPya-Q3-5", "text": "Du zahlst? 😜", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgxAGneOk-rYCjPi7XV4AaABAg.8rOLmzgP3Iu8rQnZNdnFUm", "text": "Motorsport-Magazin es wäre eine gute Investition ☝🏼 denkt drüber nach 😂", "time": "3 months ago", "author": "Julian :)"}
{"cid": "Ugy891OmFnni8wpakXd4AaABAg", "text": "Hoffe zwar als Fan von japanischen Marken dieses Jahr auf red bull, aber wäre auch nicht traurig wenn vettel das Ding holt", "time": "3 months ago", "author": "Niko Moin"}
{"cid": "UgzUFY4sbEdCBKzBTqh4AaABAg", "text": "Ich bin sehr skeptisch gegenüber der Dreieckairbox und der dem sofortigen abfallen wie bei bei mclaren aber sonst ein super auto", "time": "3 months ago", "author": "blau 13775"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg", "text": "Ach ja, mir ist eine ziemlich gute Frage für Euer \"Q&A\" eingefallen. Ich zerbreche mir schon seit Jahren den Kopf darüber und leider ist das nirgends ein Thema. Vielleicht könnt Ihr die Frage ja beantworten. Und zwar:\n\nEs gibt doch schon seit längerem keine Tests mehr. Nicht fürs Auto und nicht für mögliche \"Reifenpartner\" so wie in der Vergangenheit. Es gibt lediglich die streng limitierten und offiziellen Testtage für die Teams. Testen ist also Verboten.\nAber wie wird das eigentlich kontrolliert ? Die FIA kann doch nicht Tag und Nacht Leute an den Rennstrecken postieren. Ferrari hat zb. auch ihre eigene Hausstrecke. Und es gibt doch Weltweit Tausende anderer Strecken. Wer oder was hindert ein eigenes Testteam zb. in die USA zu fliegen ? Dort gibt's so viele Straßenkurse. Das kann doch kein Mensch kontrollieren. Oder wie machen die das ?? 😃", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rOSVbq1tj6", "text": "das würde passieren: https://www.google.com/search?q=alfa+romeo+racing&client=firefox-b-d&tbm=isch&source=lnms&sa=X&ved=0ahUKEwj0_Pn78b7gAhUjAxAIHb3qBTQQ_AUICigB&biw=1231&bih=694&dpr=1.25#imgrc=1RCcbbpEh5R1rM:", "time": "3 months ago", "author": "Captain Abgefahren"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rOWJYfvYX4", "text": "Ich bin jetzt zwar kein Insider, aber um solche Möglichkeiten zu erschaffen müssen die Teams ja zwangsläufig Strecken buchen, Flüge buchen etc. .Bei Ferrari zB wird genau darüber gewacht was auf ihren hauseigenen Strecken passiert...jemand welcher besser Bescheid weiß möge sich dieser Anfrage erbarmen...;o)..besten Gruß!!!!", "time": "3 months ago", "author": "soeinhenk"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPPhkOobSq", "text": "@soeinhenk \nHallo\nDas zb. die Ferrari-Hausstrecke in Fiorano, Italien kontrolliert wird, dass lass ich mir ja noch einreden. Da hat man immer wieder in der Vergangenheit bei Tests unzählige Fotografen und auch Fans gesehen, obwohl es unter Ausschluss der Öffentlichkeit war. Die sind da wie die Affen an den Zäunen gehangen.\nAber es kann doch niemand verhindern, dass ich als \"Milliardär\" inkognito in mein Privatflugzeug Steige, 20 Ingenieure, Mechaniker und das ganze Klumpat mitnehme. Wer will, oder soll das kontrollieren ?\nEs gibt zwar dieses Testverbot und wahrscheinlich auch so etwas wie eine Meldepflicht, aber \"wo kein Kläger, da auch kein Richter\". Weißt Du was ich meine ? Inlandsflüge kann man sowieso nicht kontrollieren. Und selbst wenn ein eigenes Testteam nach Paraguay fliegen würde, niemand (bis auf offizielle FIA Streckenbetreiber) würde 100.000 Dollar für ein Test Wochenende ablehnen. Die leben von dem Geld. Darum meinte ich ja, es gibt tatsächlich Tausende von Rennstrecken. Das kann man nicht kontrollieren. Zumindest wüsste ich nicht wie.\nUnd wenn der \"Herr Huber mit seinen 20-30 Privaten Freunden\", inklusive einem zerlegten Auto fliegen will, dann kann das auch niemand verhindern. Vermutlich würde man nicht in Ferrari Rot, oder in Silber Reisen, aber möglich ist es schon.\nGlaub ich zumindest. Oder ich übersehe etwas wichtiges. 😃\nAber danke für den Erklärungsversuch.", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPZq8qEZvg", "text": "@Christian U. Also, ich bin kein Experte aber.... Ein F1 Wagen rollt nur, wenn er auch Reifen aufgezogen hat. Und nicht nur irgendwelche Reifen von A.T.U sondern spezielle, extra für die Formel 1 entwickelte Reifen. Die kommen von Pirelli und müssen von den Teams bestellt werden. Für Filmtage bekommen die Teams DEMO Reifen, welche von den aktuellen Saison Reifen etwas abweichen, damit keine heimlichen Reifentests bezüglich Performance gemacht werden können, sondern wirklich nur ein Tag zum \"filmen\". Reifen die nach Rennen, Trainings, Tests übrig bleiben, gehen an Pirelli zurück! Die Teams haben also im Werk keinen Jahresvorrat an Pirelli Reifen 😉 Und als Reifenausstatter der Formel 1, weiß Pirelli daher ganz genau, welches Team, welche Reifen wann genau bestellt hat.", "time": "3 months ago", "author": "G6"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPfkLRz4mg", "text": "@G6 \nHmmm ja, auch ein ganz netter Erklärungsversuch, aber das eine schließt das andere trotzdem nicht unbedingt aus. Es geht bei Tests nicht nur um die Reifen, obwohl das schwarze Gold natürlich extrem wichtig ist. Ferrari hatte zb. in der Vergangenheit eine ganz-ganz enge Kooperation mit Bridgestone. Da wurden die Reifen sozusagen maßgeschneidert. Andere Teams fühlten sich sogar benachteiligt. (heute natürlich \"nahezu\" unmöglich) Aber wer weiß, was da für Daten hin und her geschoben werden. Spionage und Skandale gab's doch schon immer in der F1. (egal in welchem Bereich) Und inoffizielle Tests wären natürlich illegal, wenn auch nicht ausgeschlossen. Man kann und muss ja so gut wie alles in der Praxis ausprobieren und da gehört die Kühlung, der Motor, Handling, Aerodynamik, Balance und unzählige andere Dinge auch dazu. Natürlich wird Pirelli keine Reifen dazu liefern, aber es gibt viele Hersteller wo man sicherlich ohne große Schwierigkeiten ähnliche Rennreifen beziehen kann. Die kommen natürlich nicht ansatzweise an die original Pneus heran, aber für bestimmte Arbeiten wird man die vermutlich auch nutzen können. Und es wird wahrscheinlich auch kleine Hersteller geben die ähnliches produzieren. \nSchau, wir dürfen nicht in unseren kleinen Alltags Dimensionen denken. Die Teams wirken zwar unterschiedlich aufgestellt, aber die haben ein Schweine Geld. Und so mancher Besitzer, oder auch Teilhaber ist Milliardär. Aber nicht Pesos, oder Lire, sondern Dollar, bzw. €uro Milliardär.\nEin Beispiel wäre Lance Stroll und sein Daddy Dagobert Duck. Wenn der die Möglichkeit hat seinen Sohn in ein aktuelles F1 Auto zu setzen, um seine Nichtvorhandenen Fahrfähigkeiten zu verbessern, dann würde er sie unter Garantie nutzen. Mit dem notwendigen Kleingeld wird es einem halt leicht gemacht. Und das gilt wahrscheinlich auch bei Dingen, die normalerweise nicht erlaubt sind, so wie eben inoffizielle Tests. (wo immer die auch stattfinden) ☺", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPkcbMqssQ", "text": "@Christian U. Es macht einfach keinen Sinn! Warum gehe ich auf eine Rennstrecke testen? Motor kann ich auf dem Prüfstand testen und für Aerodynamik und Setup arbeiten haben die Teams Simulatoren. Und um sich eben nicht nur auf eine Software zu verlassen, gehe ich raus, um unter realen Bedingungen zu testen. Ein Fahrer kann dir nach 100 Metern sagen, ob du ihm ein Soft oder Medium Reifen gegeben hast. Wenn du jetzt bei Bridgestone eine  shopping Tour startest, fühlt sich das Auto von der Balance und vom Handling gleich ganz anders an. Hier machen die hohen Reise- und Transportkosten für so einen verfälschten Test keinen Sinn! Da können sie lieber weiter im Simulator ihre Runden drehen! \nNatürlich kann ein Team, und darum ging es ja von Anfang an, irgendwo geheim absetzten und fahren, aber der Aufwand und die eingeschränkten und zum Teil verfälschten Daten machen ein solches Unterfangen Sinnlos. Wenn es nur um das fahren an sich geht, dürfen Teams z.B. mit alten Jahreswagen der Vorjahre soviel fahren, wie sie wollen. Lance Stroll hatte sich vor seinem ersten Formel 1 Jahr von Papas Millionen einen eigenen Test finanziert. Aber eben nicht im aktuellen Fahrzeug.", "time": "3 months ago", "author": "G6"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPpSEL-P0D", "text": "@G6 \nIch bin teilweise ganz bei Dir, sehe das sogar sehr ähnlich, aber wie gesagt, dass sind völlig andere Dimensionen. Simulator Arbeit ist heutzutage wichtiger als jemals zuvor, aber am Ende zählt nun mal auch die Praxis und nicht nur 1-2 Funktionstest. Und daher vermute ich auch Möglichkeiten von inoffiziellen Tests, auch mit aktuellem Material. Viele Dinge an Tests können auch unabhängig von aktuellen Reifen stattfinden. Und deshalb auch meine ursprüngliche Frage, wie und ob man sowas verhindern kann und wie man das kontrolliert. ☺", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPurvEF_2S", "text": "@Christian U. Jeder Streckenbetreiber auf der Welt muss protokollieren wann welche Veranstaltung von wem genutzt wurde und diese zugänglich machen bzw. regelmäßig der FIA vorlegen. Und dann nicht einfach nur Beispiel \"Ferrari Promotion Day\" oder \"Fan Treffen\", sondern protokollieren welche(s) Team(s), Fahrzeug(e), welche Reifen, welcher Fahrer und Dauer der Veranstaltung. Das wäre eine Maßnahme. Und gäbe es Schlupflöcher, hätten vor allem Ferrari, Mercedes und RedBull diese genutzt. 😉", "time": "3 months ago", "author": "G6"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPypocLZNW", "text": "@G6 \nNicht alles ist und passiert unter dem Dach der FIA. Es gibt so viele Verbände und Organisationen, denen ist die FIA völlig wurscht. (umgekehrt genauso) Die meisten haben mit der FIA überhaupt nix am Hut. Und eine Meldepflicht an fremde Verbände, nochdazu in privater Zeit kann ich mir auch nicht vorstellen. Ich glaub kaum das zb. ein Mexikanischer Strecken Besitzer irgendwem Rechenschaft ablegt. 😃", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rPzGbVv7ux", "text": "Versteh mich bitte nicht falsch. Aber nur weil etwas offiziell \"Verboten\" ist, bedeutet es nicht dass man sich daran hält. Wie gesagt, ich bin ja auch ähnlicher Meinung, aber ich ziehe nur alle möglichen Dinge in Betracht. ☺", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rQA2rhbvC2", "text": "@Christian U. Ich habe auch nicht behauptet, es wäre so. Es wäre nur eine Möglichkeit. Eine Idee eben. Und so abwegig ist das nicht! Ein Streckenbetreiber ist auch nur ein Unternehmer und als ein solcher ist er verpflichtet schon alleine die Zahlungen bzw. die Gelder die fließen, transparent über die Buchhaltung zu dokumentieren. Wann wie wo was statt fand kann man also gut nachvollziehen. Daher wäre es jetzt nicht abwegig aber eben nur theoretisch eine Möglichkeit. Es wird schon Mittel und Wege geben diese Tests zu unterbinden.", "time": "3 months ago", "author": "G6"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rQWmM_QOGP", "text": "@G6 \nNein, nein, alles gut. ☺ Ich habe ja auch nur spekuliert und erwogen, was vielleicht sein könnte. Man kann sich darüber nur Gedanken machen, weil 100% wissen wird man es vermutlich eh nie.", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rQ_zij3LOj", "text": "@Christian U. Alles gut 😊 Ich denke, die FIA wird ihre Methoden haben, wie genau die auch immer aussehen mögen. Vielleicht gibt es ja im nächsten Video eine Antwort auf diese Frage 😉", "time": "3 months ago", "author": "G6"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rQtQZNKbgw", "text": "@G6 \nJa, die werden sich garantiert etwas dabei gedacht haben. Es wäre halt wirklich sehr interessant gewesen, zu wissen, wie das so ungefähr abläuft. Und ja, es wäre toll wenn diese Frage vielleicht wirklich beantwortet wird. ☺\nOder zumindest versucht, es grob zu erklären. Aber leider ist es wie im Lotto. Da hab ich auch immer Pech. 😂\nPeace & Mfg.", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rUvDh8ELRR", "text": "Ich denke zu 100% kann man das nicht kontrollieren. ABER ich bin mir sicher, dass die Strafe für das Team so enorm und in vielerlei Hinsichten gravierend ist, sodass kein Team auch nur ansatzweise daran denkt diese Regel zu hintergehen. Eine Art Schock Therapie frei nach dem Motto: \"Du kannst es versuchen, aber wenn wir dich erwischen bedeutet es das Ende für dich\". Ähnlich wie mit Renault 2008 beim Singapur GP, als alles raus kam wurde ihnen die Formel 1 Lizenz entzogen, alle Sponsoren stiegen aus, die Team Manager wurden entlassen und Renault wurde 2 Jahre lang vom Sport verbannt, also wortwörtlich das Ende für Renault wie man es bis dato kannte. Kein Team möchte das gleiche Schicksal erleiden und wenn man sich anguckt wo Renault einmal war und wo es heute ist, hat es sich für Renault sicherlich nicht gelohnt, genauso wie es sich nicht lohnen würde ein so hohes Risiko einzugehen nur um ein paar mal öfters Testen zu können.", "time": "3 months ago", "author": "Anas"}
{"cid": "UgwyBtDGJUm9uH30ZZR4AaABAg.8rOEs33i0ao8rV1y6Iu9uM", "text": "@Anas \nStimmt ! Über die möglichen Konsequenzen hab ich mir ehrlich gesagt noch nie so richtig Gedanken gemacht. Disqualifikation, hohe Geldstrafen und Ausschluss aus der WM ist auf jeden Fall denkbar.\nSehr sogar.\nDas könnte durchaus eine Abschreckende Wirkung haben. ☺", "time": "3 months ago", "author": "Christian U."}
{"cid": "Ugzp-MuiGONZFvdqOKN4AaABAg", "text": "Mir persönlich gefällt der SF90 wirklich sehr gut, besonders die matte Farbe ist mal etwas Anderes. Viele kritisieren die Farbe. Es ist halt Geschmackssache, den einem Gefällt es , dem anderen nicht.\nDass mit dem Gewicht der Farbe habe ich auch mitbekommen. Sehr interessant, was das angeht.\nAuch die Airbox, die Wastegate-Position und der T-Flügel sind außergewöhnlich. Bin echt auf die Performance gespannt.", "time": "3 months ago", "author": "Maik's F1 Channel"}
{"cid": "Ugzp-MuiGONZFvdqOKN4AaABAg.8rODL2T5Xfe8rQO1boOUEK", "text": "Das was mich an dem Auto am meißten stört ist dieses grau in weiß wäre es so viel schöner und dann noch weiße zierlinien wäre super", "time": "3 months ago", "author": "Johann Es"}
{"cid": "Ugzp-MuiGONZFvdqOKN4AaABAg.8rODL2T5Xfe8rVs_t10Qih", "text": "Wo ist denn die versteckte Zigaretten werbung?", "time": "3 months ago", "author": "Finn Behrenbeck"}
{"cid": "Ugzp-MuiGONZFvdqOKN4AaABAg.8rODL2T5Xfe8rXx6toV9AX", "text": "@Finn Behrenbeck Mission Winnow soweit ich weiß", "time": "3 months ago", "author": "Hexagon"}
{"cid": "UgwnoAjhczwRhXqNeeN4AaABAg", "text": "Die innere und äußere Endplatte erinnert mich andauernd an die 90er Jahre. Sieht an den Boliden fast schon old-school aus. 😃", "time": "3 months ago", "author": "Christian U."}
{"cid": "UgzhW4dOkQQFnM7u42Z4AaABAg", "text": "ALSO; ich muss Euch mal ein großes Lob aussprechen, von YouTuber zu YouTuber.\nEure Analysen der Fahrzeugpräsentationen gefallen mir als \"alter\" technikaffinen F1 Fan extrem gut.\nWeiter so!", "time": "3 months ago", "author": "HolloWmanVid"}
{"cid": "UgwEVEmF3-Q1_MoBCcJ4AaABAg", "text": "Die Spiegel sind auch neu", "time": "3 months ago", "author": "Horstan Andamir"}
{"cid": "UgwNqI-mKtnw_kOvSL14AaABAg", "text": "Ohne Kimi ist es eh sche..e", "time": "3 months ago", "author": "Frank St"}
{"cid": "UgyyIhkWRIVu4Zore3Z4AaABAg", "text": "Also der Silberpfeil sieht aus wie das Skalpell und der Ferrari mal wieder wie das Rambo-Messer!!", "time": "3 months ago", "author": "jens157"}
{"cid": "UgzbF1aCbovUTt-fnZR4AaABAg", "text": "Das Schwarz gefällt mir aber nicht", "time": "3 months ago", "author": "Frederik Ferck"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg", "text": "Ich hab so ein gutes Gefühl wenn ich das Auto sehe ☺️ Hoffentlich gewinnt Ferrari dieses Jahr beide WM-Titel !\nIch wünsche dem Team von Motorsport Magazin viel Spaß in Barcelona und freue mich auf die neuen interessanten Videos 😇", "time": "3 months ago", "author": "Xeves Bozz"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rODWFfic5x", "text": "Das Gefühl haben die Vettel- und Ferrari Fanboys schon seit Vettels Wechsel zu Ferrari. \nWann genau hat man den letzten Titel geholt ? 2007 ?\nEinmal mehr holt Mercedes den Titel. Lewis wird weitere Rekorde brechen.\nRed Bull wird der Herausforderer. Ferrari rutscht wieder ab.\nMan sieht dem Mercedes ja schon an, dass er schneller ist...", "time": "3 months ago (edited)", "author": "Christoph"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rOFzR8Fesv", "text": "WTF man sieht es ihm an ? Logik ?", "time": "3 months ago", "author": "Tim"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rPFzmwwmpW", "text": "@Christoph optik ist nicht gleich performance, und außerdem sieht der sf90 mmn. gut aus ;).", "time": "3 months ago", "author": "Sgtdomi"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rPHPSmPnwP", "text": "@Christoph und was machst du wenn Mercedes abrutscht und nicht Ferrari. Und seit wann sieht man einen Auto an dass es schneller ist? Außerdem könntest du vielleicht weniger übertreiben, Vettel 2007 Weltmeister????", "time": "3 months ago (edited)", "author": "Nuke TV"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rPU90_9K3y", "text": "Wenn seb die klare Nummer eins ist und alle für ihn arbeiten kann man Mercedes schlagen da bin ich mir sicher", "time": "3 months ago", "author": "Marius Knepper"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rPULJ2EDu6", "text": "Red Bull seh ich nicht vor Ferrari zum einen wegen den Motor und seine unzufalläßigkeit (straffen) de weiteren kann ich mir nicht vorstellen das Honda so einen reißen Sprung im Winter aufgeholt hat", "time": "3 months ago", "author": "Marius Knepper"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rQCNSwY12Y", "text": "Vettel mach einfach zu viele Fehler! Gravierend, wenn der Konkurrent (Hamilton) auf der anderen Seite fehlerlos bleibt und nahe der Perfektion agiert...\n\nVettel wird auch dieses Jahr (bei annähernd gleichstarken Autos) Hamilton nicht schlagen können, da Hamilton fahrerisch und vor allem mental stärker ist als Vettel!", "time": "3 months ago", "author": "DK089"}
{"cid": "UgyXVQZNzwy9Fenmozl4AaABAg.8rO4HLkdyq28rXVcfDCU6g", "text": "@Christoph schon gut mercedes fan boy wir werden sehen ob die arier den titel holen .", "time": "3 months ago", "author": "gulfoil80"}
{"cid": "Ugybn9N22YKm_K6IWkd4AaABAg", "text": "Golf 3 Flashrot ist geiler ❤️", "time": "3 months ago", "author": "Waldpulver Backshop"}
{"cid": "UgwOmaM4BWUbwjK-99F4AaABAg", "text": "Irgendwie hab ich als Ferrari und Seb „Fan“ Angst vor dieser Saison, wie ihr/du schon meintet, diese Size 0 Geschichte lief ja nicht so gut. Ich hoffe sie machen das besser als McLaren...", "time": "3 months ago", "author": "Jonathan ϟ"}
{"cid": "UgwOmaM4BWUbwjK-99F4AaABAg.8rO3_k5lUXK8rOTVeN91qO", "text": "setze mal lieber die \"Angst\" in Anführungszeichen.", "time": "3 months ago", "author": "peter retep"}
{"cid": "UgwOmaM4BWUbwjK-99F4AaABAg.8rO3_k5lUXK8rOdOmxtaWj", "text": "peter retep \n😂😂", "time": "3 months ago", "author": "Bjarne Bartocha"}
{"cid": "UgxxUaT8dd-WAtzDIQl4AaABAg", "text": "Bester Motorsport Kanal :)", "time": "3 months ago", "author": "Roberto Sansone"}
{"cid": "UgxxUaT8dd-WAtzDIQl4AaABAg.8rO3JreWwtP8rO7aRPVx8h", "text": "Danke für die Blumen 😊", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgxaG_hDmJrIDOBzq8h4AaABAg", "text": "Den T Flügel mag ich irgendwie sogar aber das Schwarze an der Lackierung muss ich mich noch gewöhnen aber im ganzen glaube ich werde ich ihn nach den Testfahrten lieben 🥰", "time": "3 months ago", "author": "X-onex_3537"}
{"cid": "UgxaG_hDmJrIDOBzq8h4AaABAg.8rO3DkRkAG88rO4Pwsg4HL", "text": "X-onex_3537 ich feiere den T-Flügel irgendwie auch! Der sieht cool aus und passt:D", "time": "3 months ago", "author": "David Pilz"}
{"cid": "Ugwo9BnXWdukHwUZ4vR4AaABAg", "text": "Tolles neues Auto gefällt mir sehr, ich würde es Seb so gönnen wenn es heuer endlich klappt", "time": "3 months ago", "author": "Max Raceing"}
{"cid": "Ugwo9BnXWdukHwUZ4vR4AaABAg.8rO2P2SCUhD8rPP8lwMP9G", "text": "Ich  auch", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgxIyYDEDel2uw57Eil4AaABAg", "text": "Schaut echt toll aus", "time": "3 months ago", "author": "82 Henkler"}
{"cid": "Ugx8EWmb7JfEQyoujbN4AaABAg", "text": "das rot muss glänzen :(", "time": "3 months ago", "author": "Jatzuac"}
{"cid": "UgySN6_Kn9_48j6tsUN4AaABAg", "text": "Top kann ich nur sagen! FORZA Ferrari. Forza Seb!", "time": "3 months ago", "author": "Simon Brunner"}
{"cid": "Ugy-M__aR-_vJNAdcrl4AaABAg", "text": "Der Halo sollte wieder rot sein, wäre dann nicht ganz so hässlich", "time": "3 months ago", "author": "Xenomorph1508"}
{"cid": "Ugy-M__aR-_vJNAdcrl4AaABAg.8rO-kOPRh-E8rPCq4GsFXB", "text": "Finde ich auch rot schaut besser aus.", "time": "3 months ago", "author": "Andreas Wondolowski"}
{"cid": "Ugxl7gOdff4Mwtpt5Vl4AaABAg", "text": "Wie ist das denn jetzt eigentlich, kann man die Testtage auf F1TV durchgehend verfolgen? Mit Kommentar?", "time": "3 months ago", "author": "Florian H."}
{"cid": "Ugxl7gOdff4Mwtpt5Vl4AaABAg.8rNzeItBNUs8rOGjtTsAJC", "text": "Auf F1tv ohne Kommentar, auf Sky Sports F1 (Englisches Sky) mit Kommentar...", "time": "3 months ago", "author": "Francesco Messina"}
{"cid": "UgzkYbJR7WMazu6ABUp4AaABAg", "text": "Unglaublich welche Entwicklungsarbeit in den Autos steckt", "time": "3 months ago", "author": "xRhadamanthX x"}
{"cid": "Ugx6XAqN7qFoH8Qgkpx4AaABAg", "text": "Christian bist du am Montag wieder in Barcelona dabei?", "time": "3 months ago", "author": "Mo X"}
{"cid": "Ugx6XAqN7qFoH8Qgkpx4AaABAg.8rNzNgF6Lsx8rO7hzcvRAt", "text": "Ja, Christian und Flo sind ab Montag in Barcelona dabei... 🏎", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgxkpLIV_U7CZOcfKxR4AaABAg", "text": "Red Bull😍\nMercedes👍\nFerrari🤢😬", "time": "3 months ago", "author": "ich bin fett"}
{"cid": "UgxkpLIV_U7CZOcfKxR4AaABAg.8rNyuq0qCG28rOH50T8Htq", "text": "jop", "time": "3 months ago", "author": "Andreas Beck"}
{"cid": "UgwY1QiDjqKsLJ7YqRF4AaABAg", "text": "Jetzt könnt ihr gleich noch Williams machen :D Bilder sind eben released worden :D", "time": "3 months ago", "author": "MisterX"}
{"cid": "UgyqpQqlxer0Y6HtP314AaABAg", "text": "Leclerc wird Weltmeister !!", "time": "3 months ago", "author": "MB 04"}
{"cid": "UgyqpQqlxer0Y6HtP314AaABAg.8rNydgC4iJb8rO35UqWCaf", "text": "Wenn es Vettel nicht gegen Hamilton schaffen sollte, schafft es Leclerc auch nicht", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgyqpQqlxer0Y6HtP314AaABAg.8rNydgC4iJb8rO6BRqLY6_", "text": "@-Xeppl - Na ja, schau dir Abu Dhabi an da war Leclerc zeitlich 4. Und der war in einem Sauber...", "time": "3 months ago", "author": "aviceconti F1"}
{"cid": "UgyqpQqlxer0Y6HtP314AaABAg.8rNydgC4iJb8rOLI-34VlC", "text": "aviceconti F1 ja des war ein Rennen, er ist die Saison ganz gut gefahren aber wenn Vettel seine Fehler abstellt dann wird es glaub ich ein spannender Titelkampf zwischen Vettel und Hamilton", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgyqpQqlxer0Y6HtP314AaABAg.8rNydgC4iJb8rOLUO6MgdW", "text": "aviceconti F1 außerdem war er 4ter weil die Red Bulls weiter hinten waren und er Kimi nur wegen den kaputten Motor überholt hat", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgxBm7R-e9Sofz7vtnB4AaABAg", "text": "Danke Motorsport-Magazin für all die Videos. Ihr verkürzt einem die Wartezeit zum Saisonauftakt. Danke dafür", "time": "3 months ago", "author": "NIKK8706"}
{"cid": "UgwLhCQjeHJg4BrIv0R4AaABAg", "text": "Abschluss der Launch-Woche? Unterschlagt ihr hier jetzt einfach den neuen Alfa Romeo (wie ungewohnt)?", "time": "3 months ago", "author": "Felix"}
{"cid": "UgwLhCQjeHJg4BrIv0R4AaABAg.8rNxKQyD-1H8rNyddOPaeH", "text": "Alfa Romeo (Sauber) stellt das Auto offiziell erst am Montagmorgen vor Testbeginn vor. Gestern gab es nur einen Shakedown in Fiorano von dem einige Bilder aus der Ferne geleakt wurden. Nicht ausreichend für eine brauchbare Analyse.", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgzWrmbjWNQ20xWvomV4AaABAg", "text": "Mir gefällt das schwarze überhaupt nicht... Das hätte man wie im letzten Jahr weiß lassen sollen", "time": "3 months ago", "author": "First Order"}
{"cid": "UgxfdzLgQ--CB7pRnwB4AaABAg", "text": "Ich finde es fad das Ferrari immer nur rote Autos baut. Können die nicht mal was mehr in Richtung mausgrau machen. Würde besser zu Vettel passen.", "time": "3 months ago", "author": "Hans Wurst"}
{"cid": "UgxfdzLgQ--CB7pRnwB4AaABAg.8rNxBEiF1p68rOSjQ-XcHw", "text": "Troll?", "time": "3 months ago", "author": "Ex0duS"}
{"cid": "UgxfdzLgQ--CB7pRnwB4AaABAg.8rNxBEiF1p68rObJnJjfmG", "text": "Damit die mit Mercedes verwechselt werden? Nein, danke.", "time": "3 months ago", "author": "[][][]"}
{"cid": "Ugy-z1LvO_QX41YFiWZ4AaABAg", "text": "Ist der Matt Lackiert?", "time": "3 months ago", "author": "Mikerty"}
{"cid": "Ugy-z1LvO_QX41YFiWZ4AaABAg.8rNwJEk431m8rNz5U8yvgw", "text": "Ja", "time": "3 months ago", "author": "Mertolinho"}
{"cid": "UgzVdPH1r8jUb9gVahd4AaABAg", "text": "Motorsport-Magazin, geile videos! Ihr soltet aber eure website etwas astischer machen als sie momentan ist. Sonnst, liebe ich was ihr macht. Weiter so!", "time": "3 months ago", "author": "eplo imic"}
{"cid": "UgzVdPH1r8jUb9gVahd4AaABAg.8rNw64368lB8rNyitZFDmx", "text": "Danke, was wünschst Du Dir für Verbesserungen an unserer Website?", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgzVdPH1r8jUb9gVahd4AaABAg.8rNw64368lB8rO11JABov1", "text": "@Motorsport-Magazin ich finde nur die Website auf dem computer, einen etwas moderneres Look Gebrauchen könnte. Ist nur meine Meinung.", "time": "3 months ago", "author": "eplo imic"}
{"cid": "UgzVdPH1r8jUb9gVahd4AaABAg.8rNw64368lB8rO7uAMUvux", "text": "Danke für dein Feedback, wir freuen uns immer über konstruktive Kritik an Videos, Webseite, App, Heft... immer her damit. Wir haben auch noch viel für euch in der Pipeline... 😉", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "Ugzn7bnnF4B91OVfnSV4AaABAg", "text": "Der Ferrari sieht auf Technikseite ziemlich stark aus. Die Lackierung... Na ja... Ich kann mich mit diesem schwarz nur am Frontflügel anfreunden. Metallic hätte ich besser gefunden.\n\nJedoch denke ich das dieses Auto eine gute Chance für Ferrari ist, wieder ganz vorne anzugreifen", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "Ugzn7bnnF4B91OVfnSV4AaABAg.8rNvvocOeKk8rTRYLmpQWO", "text": "Naja, die Lackierung hat ja einen Aerodynamischen Zweck, und ist wohl mehrere 100g leichter sein. Ist wohl Gold wert...", "time": "3 months ago", "author": "Conguito _"}
{"cid": "UgyAb_HuUNb24E335Cl4AaABAg", "text": "Irgendwie bin ich mir ziemlich sicher, dass der Frontflügel am Ferrari in Barcelona dann doch (fast) genauso aussieht wie der von Alfa.", "time": "3 months ago", "author": "phil. s."}
{"cid": "UgxHV-PzGzXpC9gZ5j14AaABAg", "text": "tip top !!!", "time": "3 months ago", "author": "MH Crazy Girl"}
{"cid": "Ugzczf0iiFffeBxQASV4AaABAg", "text": "Ich glaube, endlich verdeckt der Halo die komplette T Kamera nicht mehr.", "time": "3 months ago", "author": "Junker"}
{"cid": "Ugzczf0iiFffeBxQASV4AaABAg.8rNvctS1pGI8rTROISRQ25", "text": "Dafür wurden tatsächlich auch die Kamerapositionen angepasst", "time": "3 months ago", "author": "Conguito _"}
{"cid": "UgyJqRb-dxAQlqf5leR4AaABAg", "text": "Am meisten auf was ich gespannt bin ist die Motorleistung der Teams vor allem Mercedes vs Ferrari spätestens Q3 in Melbourne", "time": "3 months ago", "author": "S. Marco."}
{"cid": "UgyJqRb-dxAQlqf5leR4AaABAg.8rNvU8bi_vO8rPsg3xn9Ck", "text": "hoffe sehr das ferrari dieses jahr sowohl im motoren als auch im aerodynamik berreich die nase vorne hat unter anderem auch weil ich es alfa mit kimi gönne ein geiles jahr zu haben", "time": "3 months ago", "author": "MrManuX"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg", "text": "Ich finde der würde besser aussehen wenn die MissionWinnow Logos in weiß währen", "time": "3 months ago", "author": "JaniBBa"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rNvl4q_qia", "text": "Ich würde es in weiß auch besser finden", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rO1oN7Ih95", "text": "Ne hab's mal in weiss gesehen..sieht irgendwie schlechter aus", "time": "3 months ago", "author": "Simon Berendes"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rO2MxX25rW", "text": "@Simon Berendes die Aufmachung an sich gefällt mir nicht so ganz", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rO2xgW_1cc", "text": "@Paul Schober ja ist halt Geschmackssache", "time": "3 months ago", "author": "Simon Berendes"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rO2zmAGe__", "text": "Glaub auch", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rO3PUsEfjB", "text": "JaniBBa ich auch aber an schwarz gewöhnen wir uns glaube ich noch dran und finden ihn auch irgendwann in schwarz sehr schön 🥰", "time": "3 months ago", "author": "X-onex_3537"}
{"cid": "UgzaZiSaMBIHIybJRwt4AaABAg.8rNvCce1D5r8rPS1TaauGn", "text": "Wenn es überhaupt nicht da wär, wär es besser...", "time": "3 months ago", "author": "Francesco Messina"}
{"cid": "Ugzeykk0IVHYaXejd6Z4AaABAg", "text": "Vettel=Weltmeister", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg", "text": "Ich denke das wird ein WM Kampf mit vettel Hamilton und lecker aber bei den letzten Rennen wird sich vettel beweisen", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rOE-MHG1aO", "text": "Meinst du leclere?", "time": "3 months ago", "author": "Gott"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rOqVAHUygG", "text": "wie soll dass denn gehen? Das wird alleine deswegen schon nicht gehen, weil Ferrari sich dann zum Ende der Saison auf einen Fahrer festlegen muss, genau wie jedes andere Team auch, sobald man sieht, das der Titel noch von einem anderen Team weggeschnappt werden kann. Verrückte Dinge wie 2007 wird es nicht mehr geben. Als ob Ferrari den Titel riskiert.", "time": "3 months ago", "author": "2slow2survive"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rPOXZhKVu9", "text": "@Gott Ja schreib Fehler sorry", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rPOeMcMoNK", "text": "@2slow2survive Hab ich dich nach deiner Meinung Nein also halt die fresse", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rPjicQ6CnF", "text": "@Lukeni Mbala was soll denn diese Ausdrucksweise?", "time": "3 months ago", "author": "SpinatwachtelXY 00"}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rUrSZK-ZZF", "text": "@Lukeni Mbala Wenn du schon so eine Theorie einfach gedankenlos in die Kommentare haust, musst du auch mit Diskussionen rechnen. Durch deine Antwort klingst du ganz schön nach Fanboy...", "time": "3 months ago (edited)", "author": "Marsh B.O. Mallow B."}
{"cid": "UgzhMSe1RU2_GlunPqt4AaABAg.8rNv7BNujml8rUsA8ZMrX-", "text": "@Marsh B.O. Mallow B. Hals Maul hab ich dich nach deiner Meinung gefragt Nein also Hals maul", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "Ugx6Insfqir5jQt2APF4AaABAg", "text": "Ich finde Alfa hört sich besser an ! ... wenn die jetzt noch on die dtm zurück kommen ,dass. Wäre geil", "time": "3 months ago", "author": "Nick AlexuseesuxelA"}
{"cid": "UgyEffMhcHZAqXdPHTl4AaABAg", "text": "Ihr macht echt coole Sachen, was ist eurer Favorit 2019 ?", "time": "3 months ago", "author": "Emil Kretzschmar"}
{"cid": "UgyEffMhcHZAqXdPHTl4AaABAg.8rNuRrip3JD8rO3moda2xL", "text": "Emil Kretzschmar Max Verstappen", "time": "3 months ago", "author": "James Bond"}
{"cid": "UgyEffMhcHZAqXdPHTl4AaABAg.8rNuRrip3JD8rOcwdOxk_H", "text": "Vettel", "time": "3 months ago", "author": "Bjarne Bartocha"}
{"cid": "UgyEffMhcHZAqXdPHTl4AaABAg.8rNuRrip3JD8rPO-8b91j2", "text": "Max Verstappen oder Vettel", "time": "3 months ago", "author": "Mick Dey"}
{"cid": "UgyEffMhcHZAqXdPHTl4AaABAg.8rNuRrip3JD8rPP2cJl9C6", "text": "Verstappen oder Vettel aber ich denke Letzt Endlich vettel", "time": "3 months ago", "author": "Lukeni Mbala"}
{"cid": "UgwDopkjKtu5CnhLTKZ4AaABAg", "text": "Der ist so hot 🇮🇹", "time": "3 months ago", "author": "Hendrik"}
{"cid": "UgwDopkjKtu5CnhLTKZ4AaABAg.8rNuAIIth568s34WCp0ipN", "text": "Das Auto oder der Moderator?", "time": "2 months ago", "author": "PLO 8"}
{"cid": "UgyhnXYBjU4tUIBHVDV4AaABAg", "text": "King Hamilton 🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧", "time": "3 months ago", "author": "Hamilton #6"}
{"cid": "UgyhnXYBjU4tUIBHVDV4AaABAg.8rNuA9DR9Wo8rW5A82VUyK", "text": "Ich bin bei dir aber lass uns bitte bescheiden sein und einfach hoffen und ihm die Daumen drücken.", "time": "3 months ago", "author": "Jas M"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg", "text": "Weltmeister halt entweder Leclerc oder Hamilton. Vettel ist schon über seinen Zenit", "time": "3 months ago", "author": "danort17"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rNvegUt25K", "text": "Das werden wir ja sehen 😉", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rNw1RJlxy-", "text": "Vettel zieht Hamilton diese Saison ab 🤙🏻", "time": "3 months ago", "author": "Emil Kretzschmar"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rNwK7nKa0Y", "text": "@Emil Kretzschmar hoffentlich, wird sicher eine spannende Saison", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rO-vGsd-l1", "text": "So ein Blödsinn!Vettel hat seinen zenit überschritten?", "time": "3 months ago", "author": "Nuke TV"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rO3E5Zd7I7", "text": "dandort17 ich glaub dein Gehirn hat seinen Zenit überschritten", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rO3Uw6KBt1", "text": "@-Xeppl - Warum musst du ihn jetzt beleidigen/provozieren?", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOBW7OWoK-", "text": "Paul Schober ja sorry tut mir leid bin halt Vettel fan", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOC3qY5GUI", "text": "@-Xeppl - ja und? Bin ich auch... Ich beleidige ihn trotzdem nicht auch wenn ich absolut nicht mit seiner Meinung übereinstimme... Hat was mit Respekt und Toleranz zu tun", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOC4WX3jwy", "text": "@Paul Schober ach, ich lass mich von solchen Internettrollen eh nicht provozieren :D Die Argumente diese Saison sprechen klar Pro Leclerc, und dass die meisten Deutschen ihre rote Schumacher/Vettel-Brille nicht abbekommen, ist ja eh bekannt. Was solls, hat man wenigstens was zu lachen :)", "time": "3 months ago", "author": "danort17"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOC_uLv-Uk", "text": "@danort17 leider lassen sich andere provozieren... Zumindest in der Teamführung ist seit heute klar, dass man alles auf Vettel legt... Zumindest am Anfang", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rODRu-w69P", "text": "@Paul Schober Die deutsche Motorsportszene ist zummindest Fantechnisch eh fürn Arsch... Fans sind das alles nicht. Zum Fansein gehört besonders eins: Respekt vorm Gegner. Der ist bei den meisten Deutschen so gut wir nicht vorhanden. Und dann werden die Gründe wieder woanders gesucht, weil man die Fehler des eigenen Deutschen nicht eingestehen kann. \"Hamilton ist nur dank Bottas Weltmeister geworden\". Bottas hat zwar hier und da ein paar Punkte gespendet, aber das hat keineswegs den Ausschlag gemacht. So deutlich, wie Hamilton die WM gewonnen hat... Bottas ist für ein paar Punkte verantwortlich, aber nicht für die Größe des Abstands. Vettel ist, als es in der zweiten Saisonhälfte um den Titel ging, klar eingebrochen. Und dann alles auf die FIA zu schieben ist ja auch so schön leicht. Glaubt ihr wirklich, dass sich so eine Institution erlauben kann, durch Korruption den eigenen Sport zu zerstören? Könnt ohr nicht aktzeptieren, dass Mercedes in einem Teamsport schlicht und ergreifend die beste Arbeit geleistet hat? Ihr seid keine Fans...", "time": "3 months ago", "author": "danort17"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOE1eXfKe2", "text": "@danort17 also diese Erkenntnis hatte ich auch schon vorher... 2017 und 2018 haben Vettel und Ferrari die WM eigenverschuldet verloren... Leider zeigen Deutsche auch eine andere Angewohnheit... Alle zu verallgemeinern und Menschen auf einen Haufen zu stecken...", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOKrqUKxAk", "text": "Paul Schober ich hab mich entschuldigt. Ich war halt nur ein bisschen abgefuckt weil auf jeder Plattform durchgehend gegen Vettel gehatet wird, auf deutschen Plattformen sogar extremer als auf anderen, was ich nicht verstehe", "time": "3 months ago (edited)", "author": "-Xeppl -"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOLq_G9DKy", "text": "@-Xeppl - alles gut 🙂 war nur ein Hinweis", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOMLdGReKm", "text": "Paul Schober es war halt aus Reflex weil es mich nervt, es war nicht so gemeint", "time": "3 months ago", "author": "-Xeppl -"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rOMYHneIM3", "text": "@-Xeppl - wie gesagt alles gut 🙂", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rPOgrUXSo3", "text": "Ich Wette auf Verstappen", "time": "3 months ago", "author": "Mick Dey"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rPlJ0hUP28", "text": "@Paul Schober du hast jetzt aber auch verallgemeinert ;)", "time": "3 months ago", "author": "SpinatwachtelXY 00"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rPld8XSqO1", "text": "@SpinatwachtelXY 00 das war bewusst so gewählt um den Effekt zu veranschaulichen 🙂", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rPoN-wu_yW", "text": "@Paul Schober achso😂💡", "time": "3 months ago", "author": "SpinatwachtelXY 00"}
{"cid": "UgxEL88wBmBlabX5hq94AaABAg.8rNu7BpoLcX8rW5Lyz-mTn", "text": "Vettel ist einer der besten seines Fach obgleich ich Mercedes Hamilton bevorzuge.", "time": "3 months ago", "author": "Jas M"}
{"cid": "UgzO-6UXBFGPYoRy-Q94AaABAg", "text": "Forza Ferrari!!!\nFinde ich mega, dass ihr die Autos so im Detail zeigt!", "time": "3 months ago", "author": "Phillip Meyer"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg", "text": "Hamilton würd vettel den sieg Schreitig machen hamilton würd Weltmeister 😏😏", "time": "3 months ago", "author": "Vito Kern"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNu0ueA0X_", "text": "Und hoffentlich fällt Red Bull zurück, damit Verstappen nicht Weltmeister werden kann.", "time": "3 months ago", "author": "Cobra11FerrariF1"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNvWUp2qy0", "text": "Wir werden ja sehen wer am Ende die Nase vorn haben wird. Auf eine spannende Saison", "time": "3 months ago (edited)", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNvb9a59ie", "text": "@Cobra11FerrariF1 warum wäre es denn schlimm wenn Verstappen Weltmeister wird oder Red Bull vorne um die WM fährt?", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNvx1LHZRG", "text": "Hamilton wird nicht Weltmeister, seb wird ihn besiegen haha!", "time": "3 months ago", "author": "_BossFighter_ #BBM"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNw1OST05p", "text": "@_BossFighter_ #BBM das werden wir sehen, ich hoffe auch", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNwkyz2kU3", "text": "@Paul Schober Weil Verstappen eh nur durch Stallorder gewinnen kann und so viel Mist gebaut hat. Die hätten Kvyat im A Team lassen sollen. Die dürfen den Titel nicht gewinnen, damit Christian Horner und Dr. Helmut Marko nichts zu feiern haben.", "time": "3 months ago", "author": "Cobra11FerrariF1"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNxREZFu0Y", "text": "@Cobra11FerrariF1 die Begründung dahinter verstehe ich nicht ganz. Verstappen hat bisher nie durch Teamorder gewonnen. Ich erinnere mich an Zeiten, wo ein Vettel oder ein Hamilton auch sehr viel Mist gebaut haben. Auch ein Michael Schumacher hat das. Verstappen hat das Auto am Anfang der Saison 2018 eindeutig überfahren. Sonst hat er die Rennen meist sehr belebt, auch wenn nicht immer ganz fair. Eine genauere Argumentation wäre super 🙂", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNy-NX-dV4", "text": "@Paul Schober Weil Red Bull Ricciardo letztes Jahr absichtlich ausfallen lassen haben, damit Verstappen den 4.Rang bekommt.", "time": "3 months ago", "author": "Cobra11FerrariF1"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNyZfTT5W8", "text": "@Cobra11FerrariF1 das ist nun eine sehr gewagte These... Wie willst du diese belegen?", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNz7tGVAi8", "text": "@Paul Schober Na ganz einfach, die Ausfälle von Ricciardo letztes Jahr können kein Zufall sein, weil Verstappens Auto immer durchgehalten hat. Vielleicht waren die nur neidisch, dass er zu Renault gewechselt ist.", "time": "3 months ago", "author": "Cobra11FerrariF1"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rNzGvc8NH9", "text": "@_BossFighter_ #BBM vettel ist gut aba hamilton ist besser wal wen hamilton in super form ist kann in keiner stoppen", "time": "3 months ago", "author": "Vito Kern"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rO-6ZNZQhP", "text": "@Cobra11FerrariF1 ich erinnere daran das es in der Formel 1 um Geld geht... Soetwas kann sich kein Team auf Dauer leisten... Auch vor Ricciardoswechselbekanntgabe hat es technische Probleme gegeben. Selbiges 2017 gegen Ende. Verstappen hatte diese Probleme Anfang 2017 und auch Anfang 2018. Ich erinnere daran, dass ähnliches auch bei anderen Teams passiert ist... Hülkenberg ist immerhin auch 7x ausgefallen. 2014 gab es selbiges bei Vettel zum Vorteil von Ricciardo. Ich denke nicht das Red Bull dies absichtlich herbeigeführt hat", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rO-A9LlqSq", "text": "@Vito Kern das man ihn stoppen kann, hat Rosberg 2016 bewiesen, auch wenn Hamilton in TOPform war", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rOKKX9MeXg", "text": "@Paul Schober aber hamilton hatte bech in dieser sason wal sein auto 5 bis 7 mal kapput gegangen ist warst du in hockenheim ich nemlich schon", "time": "3 months ago", "author": "Vito Kern"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rOKyNd1xY4", "text": "@Vito Kern also von 5-7 mal weiß ich nichts... Mir fällt nur Hockenheim Qualifying und Österreich Rennen ein... Sind für mich 2... Vlt noch der Getriebewechsel in Bahrain aber sonst... Nur 3...\nWobei der Schaden in Hockenheim mehr oder weniger selbst verursacht wurde...", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rPEfPiMsvz", "text": "@Paul Schober 2016 meine ich", "time": "3 months ago", "author": "Vito Kern"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rPlTBI-wKK", "text": "@Vito Kern achso... Ja... Trotzdem kann man ihn stoppen... Das ist außer Frage", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyO3BKhDo-_d9th75Z4AaABAg.8rNtMtoLA_S8rTBcxJ09W5", "text": "@Vito Kern Vettel ist auch unschlagbar wenn es läuft erinnere dich an den Saison Start", "time": "3 months ago", "author": "Yannick Kuska"}
{"cid": "UgwOpkAD4d1sVaFl2zh4AaABAg", "text": "Färbe top", "time": "3 months ago", "author": "Syed Shahzaib Abbas"}
{"cid": "UgziVS8aiftdDMr1GzV4AaABAg", "text": "Das ist einer der beste Lackierung von 2019", "time": "3 months ago", "author": "ouamri chahine"}
{"cid": "UgziVS8aiftdDMr1GzV4AaABAg.8rNt1_2LN018rO-ubHx5Lx", "text": "Geschmackssache. Finde die Lackierung am hässlichsten (bis jetzt). Das Rot ist ugly und das Schwarz passt nicht dazu und es ist mal wieder langweilig.", "time": "3 months ago", "author": "Kevin Scheffel"}
{"cid": "UgziVS8aiftdDMr1GzV4AaABAg.8rNt1_2LN018rO0KWJh0TA", "text": "Kevin Scheffel natürlich hat jeder sein Geschmack \nIch liebe diese Lackierung weil das etwas anders ist als wir gewönnen sind von ferrari das zeigt das ferrari ein Neuanfang gewagt hat", "time": "3 months ago", "author": "ouamri chahine"}
{"cid": "UgziVS8aiftdDMr1GzV4AaABAg.8rNt1_2LN018rV7wLHES6y", "text": "Ich finde die Farbe vom neuen Haas klasse. Mochte die damals von Lotus schon.", "time": "3 months ago", "author": "Arf Arf"}
{"cid": "UgyIxMix-D6VbpIi46Z4AaABAg", "text": "schönen freitag abend euch allen.", "time": "3 months ago", "author": "Ümit"}
{"cid": "UgyIxMix-D6VbpIi46Z4AaABAg.8rNt0J9lO928rNvi7W0hRP", "text": "Dir ebenfalls", "time": "3 months ago", "author": "Paul Schober"}
{"cid": "UgyIxMix-D6VbpIi46Z4AaABAg.8rNt0J9lO928rNyppqXmvr", "text": "Dir auch! Viel Spaß mit unseren Videos... 😜", "time": "3 months ago", "author": "Motorsport-Magazin"}
{"cid": "UgyIxMix-D6VbpIi46Z4AaABAg.8rNt0J9lO928rNzBMCnJIC", "text": "@Motorsport-Magazin kommt heute noch was zu den Bildern vom Williams?", "time": "3 months ago", "author": "Paul Schober"}
